{
    "ctItemsAdded": 15,
    "whenLastItemAdded": "2022-04-17T12:26:11.709Z",
    "ctSaves": 1,
    "whenLastSave": "2022-04-17T12:26:13.660Z",
    "flDirty": false,
    "ctRiverBuilds": 0,
    "whenLastRiverBuild": "1970-01-01T00:00:00.000Z",
    "items": [
        {
            "title": "Service is operating normally: [RESOLVED] Delayed ENI attachment times",
            "link": "http://status.aws.amazon.com/",
            "description": "Starting at 5:03 PM PDT, we experienced increased ENI attachment times for newly launched EC2 instances and newly attached ENIs within a single Availability Zone  (USE1-AZ4) in the US-EAST-1 Region. The issue was caused by increased resource contention in the subsystem ...",
            "permalink": "",
            "pubdate": "Fri Apr 01 2022 12:45:11 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sun Apr 17 2022 16:26:11 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 130,
            "fullDescription": "Starting at 5:03 PM PDT, we experienced increased ENI attachment times for newly launched EC2 instances and newly attached ENIs within a single Availability Zone  (USE1-AZ4) in the US-EAST-1 Region. The issue was caused by increased resource contention in the subsystem responsible for the propagation of ENI network mappings within the affected Availability Zone. Engineers worked to identify the root cause of the resource contention and took steps to resolve it. By 7:45 PM PDT, ENI attachment times had returned to low single digit minute levels, which allowed most workflows to proceed and limited the impact to other AWS services. Some internal services, such as EMR, weighted away from the affected Availability Zone, which mitigated the impact. ENI attachment times continued to improve as the resource contention issue was addressed, and by 12:50 AM PDT, ENI attachment times had returned to normal levels. The issue has been resolved and the service is operating normally."
        },
        {
            "title": "Informational message: [RESOLVED] Delayed ENI attachment times",
            "link": "http://status.aws.amazon.com/",
            "description": "ENI network state continues to propagate through the affected Availability Zone (USE1-AZ4) further reducing ENI attachment times. Several affected services - including ELB, Glue and RDS - are now seeing full recovery, while other services - including EMR, EKS, and ECS - are ...",
            "permalink": "",
            "pubdate": "Fri Apr 01 2022 10:27:58 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sun Apr 17 2022 16:26:11 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 131,
            "fullDescription": "ENI network state continues to propagate through the affected Availability Zone (USE1-AZ4) further reducing ENI attachment times. Several affected services - including ELB, Glue and RDS - are now seeing full recovery, while other services - including EMR, EKS, and ECS - are experiencing limited impact at this stage. While we have not yet seen ENI attachment times return to normal levels just yet, we continue to make progress in resolving the issue. Networking for existing instances within the affected Availability Zone and instances in other Availability Zones in the US-EAST-1 Region are not affected by this issue. We’ll continue to provide updates on our progress as we work on resolving the issue."
        },
        {
            "title": "Informational message: [RESOLVED] Delayed ENI attachment times",
            "link": "http://status.aws.amazon.com/",
            "description": "While we have continued to make some progress over the last 30 minutes, progress has been slower than expected and ENI attachment times have not yet returned to normal levels within the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. ENI network state continues to ...",
            "permalink": "",
            "pubdate": "Fri Apr 01 2022 09:39:09 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sun Apr 17 2022 16:26:11 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 132,
            "fullDescription": "While we have continued to make some progress over the last 30 minutes, progress has been slower than expected and ENI attachment times have not yet returned to normal levels within the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. ENI network state continues to propagate through the affected Availability Zone, but is expected to take another 15 - 30 minutes before we reach normal ENI attachment times. Affected AWS services - including EMR, EKS, ECS, and RDS - continue to experience limited impact within the affected Availability Zone, and we would expect them to recover as ENI attachment times return to normal levels. Networking for existing instances within the affected Availability Zone and instances in other Availability Zones in the US-EAST-1 Region are not affected by this issue. We’ll continue to provide updates on our progress as we work on resolving the issue."
        },
        {
            "title": "Informational message: [RESOLVED] Delayed ENI attachment times",
            "link": "http://status.aws.amazon.com/",
            "description": "Over the last 15 minutes, we have seen a further improvement in ENI attachment times within the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. At these levels, many workflows will operate normally but some may still timeout waiting for full network connectivity ...",
            "permalink": "",
            "pubdate": "Fri Apr 01 2022 09:04:49 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sun Apr 17 2022 16:26:11 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 133,
            "fullDescription": "Over the last 15 minutes, we have seen a further improvement in ENI attachment times within the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. At these levels, many workflows will operate normally but some may still timeout waiting for full network connectivity to be established for a newly launched instance or newly attached ENI. The resource contention issue affecting the subsystem responsible for the propagation of network ENI mappings within the affected Availability Zone has been resolved, and network state is now beginning to propagate through the affected Availability Zone. As this happens, we would expect to see ENI attachment times return to normal levels over the next 15 - 30 minutes. Affected AWS services - including EMR, EKS, ECS, and RDS - continue to experience limited impact within the affected Availability Zone, and we would expect them to recover as ENI attachment times return to normal levels. Networking for existing instances within the affected Availability Zone and instances in other Availability Zones in the US-EAST-1 Region are not affected by this issue. We’ll continue to provide updates on our progress as we work on resolving the issue."
        },
        {
            "title": "Informational message: [RESOLVED] Delayed ENI attachment times",
            "link": "http://status.aws.amazon.com/",
            "description": "ENI attachment times continue to take a low number of single digit minutes to establish full network connectivity within the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. We do not expect much further improvement until we fully resolve the resource contention ...",
            "permalink": "",
            "pubdate": "Fri Apr 01 2022 08:31:23 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sun Apr 17 2022 16:26:11 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 134,
            "fullDescription": "ENI attachment times continue to take a low number of single digit minutes to establish full network connectivity within the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. We do not expect much further improvement until we fully resolve the resource contention issue affecting the subsystem responsible for the propagation of network ENI mappings within the affected Availability Zone, at which point ENI attachment times will return to normal levels. We expect to see full recovery within the next 30 to 60 minutes. At these ENI attachments times, ELB and Glue are seeing recovery, while other services - including EMR, EKS, ECS, and RDS - are seeing limited impact within the affected Availability Zone. Networking for existing instances within the affected Availability Zone and instances in other Availability Zones in the US-EAST-1 Region are not affected by this issue. We’ll continue to provide updates on our progress as we work on resolving the issue."
        },
        {
            "title": "Informational message: [RESOLVED] Delayed ENI attachment times",
            "link": "http://status.aws.amazon.com/",
            "description": "ENI attachment times continue to take a low number of single digit minutes to establish full network connectivity within the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. We do not expect much further improvement until we fully resolve the resource contention ...",
            "permalink": "",
            "pubdate": "Fri Apr 01 2022 07:58:00 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sun Apr 17 2022 16:26:11 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 135,
            "fullDescription": "ENI attachment times continue to take a low number of single digit minutes to establish full network connectivity within the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. We do not expect much further improvement until we fully resolve the resource contention issue affecting the subsystem responsible for the propagation of network ENI mappings within the affected Availability Zone, at which point ENI attachment times will return to normal levels. We remain on track for full recovery within the next hour. At these ENI attachments times, many of the affected services are seeing recovery, or limited impact, as a result of the issue. Networking for existing instances within the affected Availability Zone and instances in other Availability Zones in the US-EAST-1 Region are not affected by this issue. We’ll continue to provide updates on our progress as we work on resolving the issue."
        },
        {
            "title": "Informational message: [RESOLVED] Delayed ENI attachment times",
            "link": "http://status.aws.amazon.com/",
            "description": "We continue to see an improvement in ENI attachment times, and while they are getting much closer to normal levels, we're still seeing some ENI attachments take a low number of single digit minutes to establish full network connectivity within the affected Availability Zone ...",
            "permalink": "",
            "pubdate": "Fri Apr 01 2022 07:23:04 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sun Apr 17 2022 16:26:11 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 136,
            "fullDescription": "We continue to see an improvement in ENI attachment times, and while they are getting much closer to normal levels, we're still seeing some ENI attachments take a low number of single digit minutes to establish full network connectivity within the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. At these levels, many workflows will operate normally but some may still timeout waiting for full network connectivity to be established for a newly launched instance or newly attached ENI. We are making progress in resolving the resource contention within the subsystem responsible for the propagation of network ENI mappings within the affected Availability Zone, and remain on track for full recovery within 1.5 hours. This issue also affects resource provisioning for other services, such as ELB, EMR, ECS and Glue. Some of these services, such as EMR, have mitigated impact by shifting traffic away from the affected Availability Zone, and others like ELB, are now seeing recovery as ENI attachment latencies have improved. Networking for existing instances within the affected Availability Zone and instances in other Availability Zones in the US-EAST-1 Region are not affected by this issue. We’ll continue to provide updates on our progress as we work on resolving the issue."
        },
        {
            "title": "Informational message: [RESOLVED] Delayed ENI attachment times",
            "link": "http://status.aws.amazon.com/",
            "description": "While ENI attachment times have improved, they are still taking longer than normal in the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. The root cause is resource contention within the subsystem responsible for the propagation of network ENI mappings within the ...",
            "permalink": "",
            "pubdate": "Fri Apr 01 2022 06:47:37 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sun Apr 17 2022 16:26:11 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 137,
            "fullDescription": "While ENI attachment times have improved, they are still taking longer than normal in the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. The root cause is resource contention within the subsystem responsible for the propagation of network ENI mappings within the affected Availability Zone. We have identified the root cause for this resource contention and are working to fully resolve the issue. For customers launching instances in the affected Availability Zone or attaching new ENIs to existing instances, full network connectivity on the ENIs may take several minutes to be established, instead of seconds. While we expect attachment times to continue to improve, full recovery here may take up to 2 hours. This issue also affects resource provisioning for other services, such as EMR, ECS and Glue. Networking for existing instances within the affected Availability Zone and instances in other Availability Zones in the US-EAST-1 Region are not affected by this issue. We’ll continue to provide updates on our progress as we work on resolving the issue."
        },
        {
            "title": "Informational message: [RESOLVED] Delayed ENI attachment times",
            "link": "http://status.aws.amazon.com/",
            "description": "We are investigating delayed ENI attachment times for EC2 instances within a single Availability Zone (USE1-AZ4) in the US-EAST-1 Region. Newly launched EC2 instances or new ENI attachments, may experience delay in establishing network connectivity within the affected ...",
            "permalink": "",
            "pubdate": "Fri Apr 01 2022 06:18:08 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sun Apr 17 2022 16:26:11 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 138,
            "fullDescription": "We are investigating delayed ENI attachment times for EC2 instances within a single Availability Zone (USE1-AZ4) in the US-EAST-1 Region. Newly launched EC2 instances or new ENI attachments, may experience delay in establishing network connectivity within the affected Availability Zone. This issue may also affect resource provisioning for other services, such as EMR, ECS and Glue. Networking for existing instances within the affected Availability Zone and instances in other Availability Zones in the US-EAST-1 Region are not affected by this issue. We have identified the root cause and are working to resolve the issue."
        },
        {
            "title": "Service is operating normally: [RESOLVED] API Error Rates",
            "link": "http://status.aws.amazon.com/",
            "description": "Starting at 4:11 AM PST some EC2 instances and EBS volumes experienced a loss of power in a single data center within a single Availability Zone (USE1-AZ4) in the US-EAST-1 Region. Instances in other data centers within the affected Availability Zone, and other Availability ...",
            "permalink": "",
            "pubdate": "Thu Dec 23 2021 04:22:00 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sun Apr 17 2022 16:26:11 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 139,
            "fullDescription": "Starting at 4:11 AM PST some EC2 instances and EBS volumes experienced a loss of power in a single data center within a single Availability Zone (USE1-AZ4) in the US-EAST-1 Region. Instances in other data centers within the affected Availability Zone, and other Availability Zones within the US-EAST-1 Region were not affected by this event. At 4:55 AM PST, power was restored to EC2 instances and EBS volumes in the affected data center, which allowed the majority of EC2 instances and EBS volumes to recover. However, due to the nature of the power event, some of the underlying hardware experienced failures, which needed to be resolved by engineers within the facility. Engineers worked to recover the remaining EC2 instances and EBS volumes affected by the issue. By 2:30 PM PST, we recovered the vast majority of EC2 instances and EBS volumes. However, some of the affected EC2 instances and EBS volumes were running on hardware that has been affected by the loss of power and is not recoverable. For customers still waiting for recovery of a specific EC2 instance or EBS volume, we recommend that you relaunch the instance or recreate the volume from a snapshot for full recovery. If you need further assistance, please contact AWS Support."
        },
        {
            "title": "Informational message: [RESOLVED] API Error Rates",
            "link": "http://status.aws.amazon.com/",
            "description": "Since the last update, we have more than halved the number of affected EC2 instances and EBS volumes and continue to work on the remaining EC2 instances and EBS volumes. The remaining EC2 instances and EBS volumes have all experienced underlying hardware failures due to the ...",
            "permalink": "",
            "pubdate": "Thu Dec 23 2021 03:13:55 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sun Apr 17 2022 16:26:11 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 140,
            "fullDescription": "Since the last update, we have more than halved the number of affected EC2 instances and EBS volumes and continue to work on the remaining EC2 instances and EBS volumes. The remaining EC2 instances and EBS volumes have all experienced underlying hardware failures due to the nature of the initial power event, which we are working to resolve. We expect to make further progress on this list within the next hour, but some of the remaining EC2 instances and EBS volumes may not be recoverable due to hardware failures. If you have the ability to relaunch an affected EC2 instance or recreate an affected EBS volume from snapshot, we continue to strongly recommend that you take that path."
        },
        {
            "title": "Informational message: [RESOLVED] API Error Rates",
            "link": "http://status.aws.amazon.com/",
            "description": "We continue to make progress in addressing the hardware failures that are delaying recovery of the remaining EC2 instances and EBS volumes. At this stage, if you are still waiting for an EC2 instance or EBS volume to fully recover, we would strongly recommend that you consider ...",
            "permalink": "",
            "pubdate": "Thu Dec 23 2021 01:39:31 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sun Apr 17 2022 16:26:11 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 141,
            "fullDescription": "We continue to make progress in addressing the hardware failures that are delaying recovery of the remaining EC2 instances and EBS volumes. At this stage, if you are still waiting for an EC2 instance or EBS volume to fully recover, we would strongly recommend that you consider relaunching the EC2 instance or recreating the EBS volume from a snapshot. As is often the case with a loss of power, there may be some hardware that is not recoverable, which will prevent us from fully recovering the affected EC2 instances and EBS volumes. We are not quite at that point yet in terms of recovery, but it is unlikely that we will recover all of the small number of remaining EC2 instances and EBS volumes. If you need help in launching new EC2 instances or recreating EBS volumes, please reach out to AWS Support."
        },
        {
            "title": "Informational message: [RESOLVED] API Error Rates",
            "link": "http://status.aws.amazon.com/",
            "description": "Over the last hour, after addressing many of the underlying hardware failures, we have seen an accelerated rate of recovery for the affected EC2 instances and EBS volumes. We continue to work on addressing the underlying hardware failures that are preventing the remaining EC2 ...",
            "permalink": "",
            "pubdate": "Thu Dec 23 2021 00:03:30 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sun Apr 17 2022 16:26:11 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 142,
            "fullDescription": "Over the last hour, after addressing many of the underlying hardware failures, we have seen an accelerated rate of recovery for the affected EC2 instances and EBS volumes. We continue to work on addressing the underlying hardware failures that are preventing the remaining EC2 instances and EBS volumes. For customers that continue to have EC2 instance or EBS volume impairments, relaunching affected EC2 instances or recreating affecting EBS volumes within the affected Availability Zone, continues to be a faster path to full recovery."
        },
        {
            "title": "Informational message: [RESOLVED] API Error Rates",
            "link": "http://status.aws.amazon.com/",
            "description": "We continue to make progress in restoring power and connectivity to the remaining EC2 instances and EBS volumes, although recovery of the remaining instances and volumes is taking longer than expected. We believe this is related to the way in which the data center lost power, ...",
            "permalink": "",
            "pubdate": "Wed Dec 22 2021 23:08:00 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sun Apr 17 2022 16:26:11 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 143,
            "fullDescription": "We continue to make progress in restoring power and connectivity to the remaining EC2 instances and EBS volumes, although recovery of the remaining instances and volumes is taking longer than expected. We believe this is related to the way in which the data center lost power, which has led to failures in the underlying hardware that we are working to recover. While EC2 instances and EBS volumes that have recovered continue to operate normally within the affected data center, we are working to replace hardware components for the recovery of the remaining EC2 instances and EBS volumes. We have multiple engineers working on the underlying hardware failures and expect to see recovery over the next few hours. As is often the case with a loss of power, there may be some hardware that is not recoverable, and so we continue to recommend that you relaunch your EC2 instance, or recreate you EBS volume from a snapshot, if you are able to do so."
        },
        {
            "title": "Informational message: [RESOLVED] API Error Rates",
            "link": "http://status.aws.amazon.com/",
            "description": "We continue to make progress in restoring connectivity to the remaining EC2 instances and EBS volumes. In the last hour, we have restored underlying connectivity to the majority of the remaining EC2 instance and EBS volumes, but are now working through full recovery at the host ...",
            "permalink": "",
            "pubdate": "Wed Dec 22 2021 21:28:21 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sun Apr 17 2022 16:26:11 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 144,
            "fullDescription": "We continue to make progress in restoring connectivity to the remaining EC2 instances and EBS volumes. In the last hour, we have restored underlying connectivity to the majority of the remaining EC2 instance and EBS volumes, but are now working through full recovery at the host level. The majority of affected AWS services remain in recovery and we have seen recovery for the majority of single-AZ RDS databases that were affected by the event. If you are able to relaunch affected EC2 instances within the affected Availability Zone, that may help to speed up recovery. Note that restarting an instance at this stage will not help as a restart does not change the underlying hardware. We continue to work towards full recovery."
        }
    ]
}