{
    "ctItemsAdded": 10,
    "whenLastItemAdded": "2022-04-17T12:26:09.712Z",
    "ctSaves": 1,
    "whenLastSave": "2022-04-17T12:26:13.637Z",
    "flDirty": false,
    "ctRiverBuilds": 0,
    "whenLastRiverBuild": "1970-01-01T00:00:00.000Z",
    "items": [
        {
            "title": "How to fight the affordable housing and climate crises at once",
            "link": "https://www.vox.com/23025378/energy-efficiency-utilities-repairs",
            "description": "Members of a church fix up a house in Amity Township, Pennsylvania. Homes in a state of disrepair are not eligible for federal weatherization money, contributing to higher energy bills. | Ben Hasty/MediaNews Group/Reading Eagle via Getty Images\n    \n\n  It’s all about the energy ...",
            "permalink": "",
            "pubdate": "Sun Apr 17 2022 15:00:00 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://www.vox.com/rss/index.xml",
            "when": "Sun Apr 17 2022 16:26:09 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 0,
            "fullDescription": "<figure>\n      <img alt=\"Volunteers repairing house in Pennsylvania\" src=\"https://cdn.vox-cdn.com/thumbor/bRTnROCIEMJO_cSZ7ZN1-VbOozc=/72x0:4363x3218/1310x983/cdn.vox-cdn.com/uploads/chorus_image/image/70759113/1330600207.0.jpg\" />\n        <figcaption>Members of a church fix up a house in Amity Township, Pennsylvania. Homes in a state of disrepair are not eligible for federal weatherization money, contributing to higher energy bills. | Ben Hasty/MediaNews Group/Reading Eagle via Getty Images</figcaption>\n    </figure>\n\n  <p>It’s all about the energy bills.</p> <p id=\"cpWDbj\">Alicia Cruz was homeless before she and her four daughters moved into a newly vacant apartment in Lancaster City, Pennsylvania, about three years ago. As she stood in the kitchen and watched dirty water clog up the sink, the landlord promised he’d have it fixed before they moved in. </p>\n<p id=\"9x1aO0\">But it was just the beginning. The ceiling of her apartment was cracked; the heating was inadequate, so she and her daughters are usually freezing; due to water damage, they regularly deal with roaches. She’s tried to leave but couldn’t find suitable alternatives she could afford. </p>\n<p id=\"8AqE7p\">“If I knew then what I know now, I probably would have ran out the door and stayed homeless a little longer,” Cruz testified to Pennsylvania state lawmakers in December, later adding: “To this day, the landlord won’t fix this place, but he wants to collect my rent money. It’s just really sad.”</p>\n<p id=\"eMk6bc\">The nation’s affordable housing crisis has gotten some semblance of attention — with journalists writing stories on the <a href=\"https://www.cbsnews.com/news/rents-post-pandemic-hikes/\">rising cost of rent</a>, the <a href=\"https://www.npr.org/2022/03/29/1089174630/housing-shortage-new-home-construction-supply-chain\">scarce supply of new housing</a>, the <a href=\"https://www.washingtonpost.com/business/2021/08/28/supreme-court-eviction-housing/\">looming threat of eviction</a> — but<strong> </strong>one aspect of the crisis has gone consistently overlooked. On top of the severe housing shortage that currently exists, nearly <a href=\"https://www.greenandhealthyhomes.org/home-and-health/home-health-hazards/\">6 million homes</a> nationwide have moderate to serious home health hazards. They require repairs that, if left ignored, will make them uninhabitable, and eventually they’ll disappear from the market altogether. </p>\n<p id=\"C05CPM\">The National Low Income Housing Coalition, a research and advocacy group, <a href=\"https://nlihc.org/resource/nlihc-releases-2021-edition-gap-finding-extremely-low-income-renters-face-shortage-7#:~:text=NLIHC%20released%20its%20annual%20report,income%20renter%20households%20in%202019.\">estimates</a> a shortage of 7 million affordable housing units for low-income renters, but those figures don’t account for all the existing affordable units that stand at risk of demolition. </p>\n<p id=\"WKgbYq\">Issues like lead paint, leaky roofs, and knob-and-tube wiring don’t just leave tenants and homeowners in substandard, unsafe housing.<strong> </strong>They also leave families — mostly poor families — shut out from energy efficiency programs the federal government already funds to upgrade homes. Due to inflexible program restrictions, homes with outstanding repairs aren’t eligible for existing weatherization subsidies, despite those families arguably needing them the most. Addressing this problem could help solve both the affordable housing and the climate crisis at once.</p>\n<p id=\"RyOkZO\">Low-income households in particular have a lot to gain from the federal <a href=\"https://www.energy.gov/eere/wap/weatherization-assistance-program\">Weatherization Assistance Program</a> (WAP), which provides funds to repair or replace heating and cooling systems, treat windows, or make any of the other upgrades that can not only reduce home energy use but also substantially reduce utility bills. But as it stands now, it’s people living in homes with no mold, asbestos, or structural issues who can access those WAP funds. Low-income homeowners and renters must first find the resources to fix their units, with some repairs running as high as $50,000. </p>\n<p id=\"rdhYBt\">The sheer number of homes barred from weatherization due to outstanding health and safety issues is immense. In Connecticut, for example, between 2017 and 2019, <a href=\"https://e4thefuture.org/wp-content/uploads/2021/01/Weatherization-Barriers-White-Paper-1-6-21.pdf\">nearly 25 percent</a> of income-eligible homes were barred from weatherization upgrades. Steve Luxton, who heads a nonprofit focused on helping Philadelphians weatherize their homes, told me 55 to 65 percent of those in his city who apply for WAP assistance are denied because of structural issues. And nationally, according to a <a href=\"https://e4thefuture.org/wp-content/uploads/2022/04/E4-EFG_Weatherization-Barriers-Toolkit-4-7-2022.pdf\">recently published E4TheFuture analysis</a>,<strong> </strong>10 to 30 percent of income-eligible clients are deferred from weatherization upgrades each year for health and safety problems, with those deferrals on the rise.</p>\n<p id=\"RjTRow\">Not being able to weatherize homes doesn’t just present cost burdens for low-income households, it also has a direct impact on the climate crisis. The energy required to cool, heat, and provide electricity to residential buildings accounts for <a href=\"https://constructionphysics.substack.com/p/looking-at-energy-use-in-us-residential?s=r\">20 percent</a> of annual energy use in the US, with older homes emitting more carbon. </p>\n<p id=\"QJLzzc\">Included in the $1 trillion infrastructure bill Congress passed in November was a $3.5 billion investment in the federal weatherization program, with the stated goal to increase energy efficiency, increase health and safety, and reduce annual energy costs for low-income households. A 2015 Department of Energy evaluation of WAP found the energy efficiency upgrades it subsidized led to households saving <a href=\"https://www.energy.gov/eere/articles/energy-department-announces-results-national-evaluation-weatherization-assistance\">an average of $283 per year</a> on their bills.</p>\n<p id=\"OyFUYW\">The Biden administration estimates the new infusion of funds from the infrastructure bill will allow the government to help 450,000 households weatherize over a decade. But low-income homeowners and tenants will remain shut out from the new money if they aren’t able to make the repairs they need.</p>\n<p id=\"jp1N3l\">“There will always be a tension, saying, ‘Okay, should I spend a thousand dollars to fix that roof when I could weatherize someone else’s house now?” said Charlie Harak, senior attorney for energy and utilities issues at the National Consumer Law Center. “But I’d go so far as to say that often the houses most in need of weatherization get walked away from.”</p>\n<p id=\"JLPXwj\">It’s certainly not easy to come up with money for those repairs. If you’re a low-income homeowner, you would likely struggle to get an affordable home improvement loan from a bank. You may have less than optimal credit, and depending on where your house is located, the house itself may have low equity. If you’re a renter, your landlord probably feels little pressure to make your unit energy efficient, given that it’s tenants, not the property owners, who typically shoulder the electricity and gas bills. </p>\n<p id=\"C0iwz9\">According to US census data, low-income households <a href=\"https://www.aceee.org/research-report/u2006\">spent an average of 8.1 percent</a> of their income on energy costs, compared to 2.3 percent for wealthier households. It’s not uncommon for poor families to pull back on other expenses, like medicine, groceries, or child care to cover their energy bills. </p>\n<p id=\"96ylOv\">Jeff Genzer, who has served as counsel for the National Association of State Energy Officials since 1986, told me the intersection of housing and energy issues is one of the most difficult problems he’s worked on in his career. Steve Cowell, executive director of E4TheFuture and a longtime energy efficiency advocate, said the problem originates from treating health and safety issues as a footnote. </p>\n<p id=\"85cfQt\">“The whole energy efficiency world that developed over the last 30 years was focused on pieces of the puzzle, and primarily the costs and benefits of energy on an economic dollar basis,” he said. “The health, safety, and conditions of a home has just been seen in the background, a side deal.”</p>\n<p id=\"E8rHwk\">Experts like Cowell have been trying to urge attention on the so-called “non-energy impacts” of weatherization, such as reduced asthma, reduced missed days of work, and fewer home fires. One <a href=\"https://ma-eeac.org/wp-content/uploads/Low-Income-Single-Family-Health-and-Safety-Related-Non-Energy-Impacts-Study.pdf\">evaluation published in 2016</a> assessed that each weatherized Massachusetts housing unit yielded an estimated $1,381 in combined savings to the individual household and society, with some of those savings coming from literally preventing deaths. </p>\n<h3 id=\"jtSaPP\">The climate crisis has made this harder to ignore</h3>\n<p id=\"ydKKUA\">When the energy efficiency movement got its start in the 1970s following the oil crisis, talk of reducing carbon emissions was simply not a salient consideration for policymakers and practitioners, and wouldn’t become one for years.</p>\n<p id=\"bEGeB1\">But as the stakes of the climate crisis have grown clearer, the last 10 years have marked a sea change for the energy efficiency movement. While in prior decades policymakers could ignore home upgrades when they deemed weatherization not “cost-effective,” today they have to wrestle with the fact that the low-income renters living in subsidized apartments <a href=\"https://multifamily.fanniemae.com/media/6266/display\">are using even more energy</a> than other households, typically because their units are older and built with less efficient tech. </p>\n<p id=\"YbpiAa\">One study <a href=\"https://www.aceee.org/fact-sheet/halfway-there\">published in 2019</a> by the American Council for an Energy-Efficient Economy (ACEEE) found that making energy upgrades — including to residential buildings —<strong> </strong>could cut greenhouse gas emissions in half by 2050. Upgrades to homes and buildings could save 30 percent on average for most buildings, ACEEE wrote, while installing sensors, automated controls, and other smart software could reduce energy use by another 15 percent.</p>\n<p id=\"waym12\">The carbon emissions produced by old, decrepit housing are not the only environmental threat. A warming planet also threatens to put more homes into disrepair or wipe them out from the existing housing stock altogether, exacerbating our housing shortage. For example, if a fire or natural disaster doesn’t completely destroy a unit, the owner has to decide whether to then repair or demolish it. Affordable rental units are <a href=\"https://s3.amazonaws.com/media.hudson.org/files/publications/AffordableRentHousing2017.pdf\">more likely to be demolished than rebuilt</a>, given the tight profit margins they operate on.</p>\n<p id=\"o0cUOz\">Upgrading home energy systems won’t make those homes more capable of withstanding the effects of climate change. As Carlos Martín, the director of the Remodeling Futures Program at the Harvard Joint Center for Housing Studies, told me, energy efficiency upgrades are climate mitigation<em> </em>steps; they would help reduce future emissions to make the crisis less severe. But addressing home repairs, like fixing broken roofs, floors, and windows — those investments would strengthen existing housing stock to better withstand more frequent storms, flooding, and heat.</p>\n<p id=\"hW8mDC\">The growing affordable housing crisis has brought increased pressure to this situation. Depreciation is <a href=\"https://preservationdatabase.org/reports/picture-of-preservation/\">one of the top three threats</a> to preserving existing affordable housing. It’s a hard issue to mobilize around though, because, like global warming, it’s a crisis we’re hurtling toward but haven’t yet reached. Weatherizing affordable homes could <a href=\"https://www.rand.org/pubs/research_reports/RR1444.html\">help avoid that fate</a>; lowering maintenance costs can improve a property’s cash flow, which can then be used to reinvest in other capital needs.</p>\n<p id=\"fbdvGw\">More than a quarter of American households in 2020 <a href=\"https://www.eia.gov/consumption/residential/\">reported difficulty</a> paying their energy bills. Harak, from the National Consumer Law Center, noted that failure to pay utility bills is considered a breach of the lease in most subsidized housing, leaving the renter highly vulnerable to eviction.</p>\n<p id=\"K5NG6a\">“It’s a significant issue from an aspect of equity,” said Andrew Aurand, vice president for research at the National Low Income Housing Coalition. “If these people are priced out, where would they actually go?”</p>\n<h3 id=\"saMM0X\">A first-of-its-kind legislative fix</h3>\n<p id=\"S8eyoZ\">In Pennsylvania, lawmakers are exploring a legislative solution to this problem, through a first-of-its-kind bill in the nation. Introduced in March by Democratic state Sen. Nikil Saval, <a href=\"https://www.legis.state.pa.us/cfdocs/billinfo/billinfo.cfm?syear=2021&amp;sind=0&amp;body=S&amp;type=B&amp;bn=1135\">the Whole-Home Repairs Act</a> would provide eligible residents with grants up to $50,000 to make needed home repairs, and small landlords could apply for the same amount in forgivable loans. The bill would also aim to ramp up investments in workforce development, to address the growing shortage of qualified workers able to address the repairs.</p>\n<p id=\"J5cT0P\">By finally fixing up the homes, tenants like Alicia Cruz would not only be able to live in safer and healthier environments, they’d also be finally positioned to access weatherization dollars. More than 280,000 occupied homes across Pennsylvania are estimated to have moderate to severe physical issues, ranging from exposed wiring to failed plumbing and leaky windows. Environmental justice activists note that making the housing repairs would also help those being targeted with offers by property developers, and help more seniors age in their own homes, a strong preference for many elderly families who live on fixed incomes.</p>\n<p id=\"7lxBPz\">Genzer, of the National Association of State Energy Officials, told me he thinks Saval’s proposal is an “excellent bill” but that the $50,000 price tag for repairs “tells you a lot” about how difficult this problem can be politically.</p>\n<p id=\"rGP4sx\">Still, it’s not a long shot. Though Saval is a left-wing Philly Democrat, his bill has captured support from <a href=\"https://whyy.org/articles/gop-legislators-are-backing-philly-dems-housing-bill-why-blight-is-a-statewide-issue/\">some heavyweight Republican legislators</a> in Harrisburg, including Republican Sen. Pat Browne, chair of the state appropriations committee. Another is Sen. Dave Argall, chair of the state government committee, who has worked on blight issues for more than a decade.</p>\n<p id=\"Va1ncj\">“I represent a lot of struggling old mining communities where most of the coal mining stopped in the 1940s and 1950s,” Argall told me. “What I liked about Sen. Saval’s bill is if we help fix up the housing before they completely go to rot, that’s better for the people living in the homes, better for the next-door neighbor, and better for the taxpayer if they don’t have to fund millions and millions in demolition costs.”</p>\n<p id=\"tskigJ\">Argall said he thinks the bill has “a very good chance” of passage in this year’s budget cycle, though the precise dollar amount is still being negotiated. Saval is pointing to the state’s $6 billion budget surplus and unspent Covid-19 relief dollars as strong sources to seed the new program. </p>\n<p id=\"UqDmqV\">Saval campaigned on affordable housing issues, but his office said data <a href=\"https://ohiorivervalleyinstitute.org/wp-content/uploads/2021/07/dfp-pa-survey-toplines-pt2.pdf\">released last spring</a> by the progressive polling firm Data for Progress was particularly instrumental in shaping some of their thinking around the politics. A survey of likely voters across Pennsylvania found 87 percent of respondents supported weatherizing homes to make them more energy efficient, including 83 percent of Republicans and 90 percent of independents.</p>\n<p id=\"edb5aE\">While the home repairs bill would not itself go toward making energy efficiency upgrades, it would position more homes to be able to access the WAP funds. “We’re trying to make that federal money work more effectively,” Saval told me. </p>\n<p id=\"jihEfA\">On the federal level, the Department of Energy has been slow to take this problem seriously, though advocates say conversations are starting to happen. The pandemic also elevated the conversation around staying home, indoor air quality, and respiratory illness.</p>\n<p id=\"xMZo44\">“There’s some new efforts to think through this,” said Cowell, of E4TheFuture. “But they still struggle to decide if weatherization should go beyond just the straight economic savings.” The federal agency still doesn’t require states to report the number of homes deferred from the weatherization program for repairs, and not all states track those “weatherization walkaways” consistently.</p>\n<p id=\"JhT2Ng\">Some states can dedicate a portion of their <a href=\"https://www.acf.hhs.gov/ocs/low-income-home-energy-assistance-program-liheap\">Low Income Home Energy Assistance Program </a>(LIHEAP) funds for weatherization, a pot of money that tends to have a bit more flexibility than WAP funds in how it can be spent. Still, spending patterns for LIHEAP vary dramatically across states, and most of the money still goes for its primary purpose — helping poor families defray the cost of their energy bills. In 2015, <a href=\"https://liheappm.acf.hhs.gov/reports_to_congress\">less than 10 percent</a> of total federal LIHEAP funds were used on weatherization.</p>\n<p id=\"BZiInN\">In Congress, weatherization has bipartisan support, but there’s been less momentum to address the home repair issues that prevent energy upgrades. Still, Democratic Rep. Dwight Evans, who represents Pennsylvania’s Third Congressional District, including parts of Philadelphia, told me he thinks Saval’s Whole-Home Repairs Act could become a national model. After all, Pennsylvania is showing how blight issues can bring collaboration across the aisle. And a Data for Progress <a href=\"https://www.dataforprogress.org/blog/2022/1/18/voters-say-its-time-for-congress-to-take-action-on-climate-change\">poll from January</a> found investing in energy efficiency for buildings to be one of the most popular climate policies nationally, especially given high energy prices.</p>\n<p id=\"rmgFwX\">“I think this program has great potential — it can be a vital part of the federal, state, and local investment that we need,” Evans said. “I’ve supported and voted for increased federal investments in affordable housing, and this would fit well with that.”</p>"
        },
        {
            "title": "How China’s Zero Covid policy is failing Shanghai",
            "link": "https://www.vox.com/covid-19-coronavirus-explainers/2022/4/16/23028022/chinas-zero-covid-policy-is-failing-shanghai-lockdown",
            "description": "A man with a mask is seen through a window at his home in a residential area on April 13, 2022 in Shanghai, China. Some 25 million people in Shanghai are in the second week of a strict lockdown, after a surge in Omicron cases. | Getty Images\n    \n\n  Rare dissent flares in ...",
            "permalink": "",
            "pubdate": "Sun Apr 17 2022 01:34:41 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://www.vox.com/rss/index.xml",
            "when": "Sun Apr 17 2022 16:26:09 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 1,
            "fullDescription": "<figure>\n      <img alt=\"Daily Life In Shanghai During COVID-19 Lockdown\" src=\"https://cdn.vox-cdn.com/thumbor/zV-eRPdZG5vkGXRch9n-3h-SR5A=/166x0:2834x2001/1310x983/cdn.vox-cdn.com/uploads/chorus_image/image/70758028/1391221888.0.jpg\" />\n        <figcaption>A man with a mask is seen through a window at his home in a residential area on April 13, 2022 in Shanghai, China. Some 25 million people in Shanghai are in the second week of a strict lockdown, after a surge in Omicron cases. | Getty Images</figcaption>\n    </figure>\n\n  <p>Rare dissent flares in China’s financial hub as residents struggle to access food and medicine</p> <p id=\"upTh5s\">Shanghai, China’s bustling cosmopolis of 26 million, has been under lockdown since late March under the nation’s strict “dynamic Zero Covid” protocols a system so poorly managed that residents are frequently unable to access basic necessities like food, medications, and medical care, prompting fairly widespread, spontaneous protests both online and in real life. </p>\n<p id=\"tI5vyy\">While the government has touted the Zero Covid strategy, the government’s system of containment using intensive testing and tracing, combined with partial or complete lockdowns when a case is detected, as keeping case counts and deaths low over the past two years, the reports coming out of Shanghai suggest that the local government was unprepared for an outbreak in the country’s economic center and cast doubt on the feasibility of Zero Covid at this point in the pandemic. That’s translated into serious struggles for residents, including hours-long ambulance wait times, dwindling savings, and inadequate or rotten food supplies, among others. Although the central government is reportedly stepping up efforts to get supplies to the city, the overall policy is driving many residents to criticize the government’s policy — and Shanghai’s implementation of it — despite serious potential risks to their safety and freedom by doing so.</p>\n<p id=\"JAo6vz\">“Even the authoritarian governments, they still have to take this mass reaction into account, or else will lose the cooperation from the society. We’re going to expect that [the central government] is going to improve the policy implementation, even though the policy itself is not going to change,” Yanzhong Huang, a senior fellow for global health at the Council on Foreign Relations, told Vox on Friday.</p>\n<p id=\"LLXVDc\">The Shanghai outbreak is thus far China’s most serious since the beginning of the pandemic; a staggering 200,000 cases have been reported since the outbreak started in March, though that’s likely under-reported, according to <a href=\"https://www.nytimes.com/2022/04/13/business/china-covid-zero-shanghai.html\">the New York Times</a>. What started as a patchwork of temporary lockdowns to limit the spread of disease quickly turned into an interminable, city-wide shutdown with people only allowed out to take PCR tests, as a <a href=\"https://nymag.com/intelligencer/2022/04/locked-down-in-shanghai.html\">New York Magazine</a> piece explained earlier this week. Shanghai’s lockdown, two years into the pandemic, is rivaled only by those in Wuhan in 2020 and Xi’an at the end of last year in terms of strictness.</p>\n<p id=\"pqAqU4\">Shanghai residents’<strong> </strong>outrage — which they’ve expressed by singing and chanting from their balconies and co-opting anti-American hashtags used by government officials to criticize the US — is borne from the fact that the government isn’t providing the stability it promises in exchange for personal freedoms, according to Rui Zhong, program associate at the Wilson Center’s Kissinger Institute on China and the United States. “I think what makes people angry in Shanghai, and what made people angry in Xi’an is, Covid has been a problem for years,” she told Vox. “I think they’ve been really stunned at the degree to which their local officials haven’t necessarily prepared, including non-supply-chain issues,” like hospital admissions.</p>\n<p id=\"g5vaFW\">Still, the government is asking citizens to sacrifice, without yet having the capacity to ensure access to food and medical care. On Thursday, people in the city’s Pudong district <a href=\"https://www.nbcnews.com/news/world/shanghai-videos-residents-clash-police-china-covid-protest-rcna24520\">protested</a> their building being taken over by the local government for the purposes of quarantining those who had tested positive. Footage of the incident circulated around Chinese social media before being censored, showing health authorities wrangling protesters to the ground and taking them to a white van, while others shouted, “Bring them back!” The video also<strong> </strong>captured residents saying, “The police are hitting people,” as they tried to block authorities from taking control of their building, <a href=\"https://www.nbcnews.com/news/world/shanghai-videos-residents-clash-police-china-covid-protest-rcna24520\">according to NBC</a>.</p>\n<h3 id=\"1NkY6g\">There’s been a fundamental breakdown of the Zero Covid policy</h3>\n<p id=\"yfcF4y\">Shanghai’s local government enjoys a degree of relative autonomy<strong> </strong>in the context of President Xi Jinping’s China; it’s technically <a href=\"https://www.britannica.com/place/Shanghai/Administration-and-society\">directly under the control of the central government</a>, as a province-level city, but enjoys special status as the country’s financial hub and a showpiece for the rest of the world. Until March, the local government had handled the pandemic well, with no major outbreaks. But the rapid onset of the Omicron variant and the corresponding draconian government measures are pushing some citizens to the brink.</p>\n<p id=\"DWpr9z\">“I have no more money … What am I to do? I don’t care anymore,” one man shouts to his whole building in a viral video on Weibo, China’s answer to Twitter. “Just let the Communist Party take me.”</p>\n<p id=\"Z6ewWj\">Zhong told Vox she had heard similar stories of desperation coming from Shanghai. “I was listening to a recording of an elderly man who was asking about his heart medication to a local cadre, a local CCP official,” she said. “He was basically saying, ‘We have hundreds of these types of cases per day, and I understand, but I can’t do anything.’ A lot of the immediate pressure goes on at the most local levels — a lot of emotional conversations, like ‘I am starving,’ or ‘I just got food but the food is all rotten,’ or ‘I need medication.’ So these are all very, very basic material needs. So people are very emotional that they can’t purchase them, and they don’t have a timetable for when they get these necessities again.”</p>\n<p id=\"PpZN5G\">Wednesday’s New York Magazine dispatch from Shanghai describes neighborhoods and residential complexes bound together via WeChat (essentially, as Zhong said, “an operating system” which serves as a messaging platform, payment system, and more, and is ubiquitous in China) with volunteers stepping up where the government has failed — organizing large wholesale grocery orders for their buildings, helping administer Covid-19 tests, and organizing medical care for those in need. Shanghai’s Covid-19 response system has relied on volunteer efforts throughout the pandemic, to support data collection, contact tracing, and elder care; that worked in the days before Omicron, the incredibly virulent strain of the disease, began ripping through densely populated areas. That, combined with <a href=\"https://www.bloomberg.com/news/articles/2022-03-20/hk-s-immunized-who-died-of-covid-mainly-got-sinovac-ming-pao\">less-efficacious vaccines</a> and <a href=\"https://www.straitstimes.com/singapore/fear-of-complications-or-side-effects-main-reason-some-seniors-spurn-covid-19-vaccine\">lower overall vaccination rates</a> due to the government’s Covid-19 policy, particularly <a href=\"https://www.economist.com/china/2022/04/02/why-so-many-elderly-chinese-are-unvaccinated\">among the elderly</a>, to protect against the virus, was too much for the Zero Covid system to bear.</p>\n<p id=\"Riiumu\">“Many Shanghai people blame the local government officials for mishandling the crisis, the coordination problems, lack of contingency planning, these issues. Which might be true,” Huang said. “But it is interesting how, within a month, Shanghai degenerated from a poster child of the pandemic control to a pariah of the Covid response.”</p>\n  <figure class=\"e-image\">\n        <img alt=\"CHINA-HEALTH-VIRUS\" data-mask-text=\"false\" src=\"https://cdn.vox-cdn.com/thumbor/VhnWbGIVCPnxABBdLIRw0sY01Y4=/800x0/filters:no_upscale()/cdn.vox-cdn.com/uploads/chorus_asset/file/23394737/1240017025.jpg\">\n      <cite>Hector Retamal/AFP via Getty Images</cite>\n      <figcaption>Health workers wearing personal protective equipment (PPE) cross a checkpoint during a Covid-19 coronavirus lockdown in the Jing’an district of Shanghai on April 16, 2022. </figcaption>\n  </figure>\n<p id=\"lKAAJO\">Although the local bureaucrats have borne the brunt of people’s frustration, both Zhong and Huang told Vox, they might not necessarily be the ones to blame for the current crisis. “I think in Shanghai, if you measure state capacity in terms of the fiscal capacity, in terms of also the quality of the bureaucratic officials, the capabilities of the local government officials, I think it’s still relatively high,” Huang said. “I think the fundamental issue remains the Zero Covid strategy itself.”</p>\n<p id=\"dBWzuK\">It’s easy, and to an extent, even logical, to blame supply chain strain — a global problem throughout the pandemic — for lack of access to food and medicine, but it doesn’t work the same way when the problem is getting an ambulance to come to address an emergency, or getting access to a hospital bed. “The problem is not lack of capacity, but the single-minded pursuit of Zero Covid,” Huang told Vox.</p>\n<p id=\"oVHc7q\">“I think what makes some of the outcry in Shanghai distinctive is, the grievances are not new,” according to Zhong. Previous lockdowns in Wuhan and Xi’an produced some of the same effects, albeit at a smaller scale, she told Vox. “You had these gaps in care, services for people, so, making sure everybody gets their prescription medication, making sure that food supply lines are ok, making sure that people who need to go to a hospital for non-Covid emergencies have options. Some of these problems go back as far as Wuhan in 2020.”</p>\n<h3 id=\"OGNfSL\">Protests are getting attention — but will they make a difference?</h3>\n<p id=\"bVnOO7\">Both Zhong and Huang told Vox that the protests against the Shanghai lockdown — both in person and online — are spontaneous, rather than an organized effort. “In terms of protests, anything that’s really organized, centralized, or has some kind of clear leader or group, those are really, really difficult to organize in China because anybody that seems to be a protest leader, basically paints a target in terms of law enforcement,” Zhong said. “It’s sort of tacitly known in mainland China that something, even to the degree of 2014 or 2019 Hong Kong protests are really difficult to materialize because of the quick law enforcement responses.”</p>\n<p id=\"LZLOqx\">As authorities’ response to Thursday’s protest shows, law enforcement and government reaction to dissent is indeed swift; whether it’s shuffling screaming protesters into white vans, banning hashtags, or censoring videos, the Chinese government has little appetite for dissent. </p>\n<p id=\"RTg4Ch\">“When people take to social media, it’s not the first resort people want, because social media is so easily identifiable and people don’t want their accounts shuttered,” Zhong noted. However, there are online efforts to use the government’s own online tools against them, she told Vox: “People are doing really unorthodox things, like using hashtags that state government typically uses to say how bad America is — except to complain about Shanghai.” </p>\n<p id=\"auCrbh\">Social media also serves as an important form of record keeping, which is important in a state known for repressive censorship. The online so-called “lockdown diary” has been part of the Chinese public’s response to Covid-19 and the government’s containment policy since the very beginning, Zhong said. It’s a form of record-keeping for people, to say, ‘This is what happened. This is what happened to my mother, my grandmother.’ Or, ‘This official was pushed so hard and pressured so hard that they took their own life,’” she said.</p>\n<p id=\"W8iCsA\">As to whether this outburst of desperation and dissatisfaction could portend further, more sustained protests, Zhong is circumspect; it’s far too early to tell what effect the Shanghai protests will have on the city’s future, the Zero Covid policy, or the nation. But it does open a window for criticism of the policy, as Huang noted.</p>\n<p id=\"4BfX81\">“There’s already more than 44 cities that have been under full or partial lockdowns, and many more cities have started mass PCR testing that impose limits on people’s movements. It’s fair to say that a large percentage of the population has been affected by this policy,” he said. And that criticism does, at least push the government to improve delivery of core goods and services, if only to ensure stability and quiet dissent, Huang said. </p>\n<p id=\"A2IcrN\">But ultimately, though experts within and outside the government — as well as China’s own citizens — are saying that the Zero Covid policy no longer works in a radically different pandemic landscape, adjustments and concessions from the government won’t alter the core policy. It’s too tied to the “superiority of the Chinese model,” as Huang said. “It’s certainly a strong incentive to continue that success, because the failure would mean that you essentially give up halfway through, and all this legacy will be gone. But in the meantime, I think it is less about legacy, the policy, and more about not allowing the perceived failure undermine personal leadership, or regime legitimacy.”</p>\n<p id=\"EJWcjh\"></p>\n<p id=\"qTg3hO\"></p>"
        },
        {
            "title": "How to handle a lopsided friendship",
            "link": "https://www.vox.com/23026672/how-to-handle-a-lopsided-friendship",
            "description": "Getty Images/iStockphoto\n    \n\n  If you think a pal is way less (or way more) invested than you are, here’s what to do. Kristen’s 12-year relationship with her best friend Heather was put to the test during the pandemic. (Both women’s names have been changed at Kristen’s request ...",
            "permalink": "",
            "pubdate": "Sat Apr 16 2022 15:30:00 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://www.vox.com/rss/index.xml",
            "when": "Sun Apr 17 2022 16:26:09 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 2,
            "fullDescription": "<figure>\n      <img alt=\"Illustration of two unhappy people sitting back-to-back with a gray scribble above their heads\" src=\"https://cdn.vox-cdn.com/thumbor/NoYS1XMfMymW-BVP9YoGp1DrfSA=/174x0:1999x1369/1310x983/cdn.vox-cdn.com/uploads/chorus_image/image/70756513/GettyImages_1326242828.0.jpeg\" />\n        <figcaption>Getty Images/iStockphoto</figcaption>\n    </figure>\n\n  <p>If you think a pal is way less (or way more) invested than you are, here’s what to do.</p> <p id=\"MSmeDd\">Kristen’s 12-year relationship with her best friend Heather was put to the test during the pandemic. (Both women’s names have been changed at Kristen’s request to protect their privacy.) Their experiences during the past few years couldn’t have felt more different: Kristen, a single, 35-year-old behavioral researcher in San Francisco, was unbearably lonely during the lockdown. Her best friend, Heather, also 35, married and living in Los Angeles, gave birth to her first child. Kristen expected Heather’s priorities to shift as she adjusted to being a new mom, but Kristen wasn’t prepared for how upsetting it would feel to be shuffled to an outer ring of her best friend’s life precisely when she needed Heather most.  </p>\n<p id=\"rr1inW\">They tried to keep in touch, agreeing to hop on a phone call every other Sunday at 8 am. But Heather was a no-show week after week. “She just would get really busy and overwhelmed and kind of just forget about me,” Kristen says. With every phone date Heather blew off, Kristen’s resentment grew. “It just got so painful that I was like, ‘This is not working,’” she says. </p>\n<p id=\"9mmiqb\">As we juggle the demands of this ongoing pandemic, friendships have shifted in all sorts of unexpected ways. Many people now seem to have less stamina for socializing, says <a href=\"https://www.katvellos.com/\">Kat Vellos</a>, author of <a href=\"https://weshouldgettogether.com/books\"><em>We Should Get Together</em></a>, a book about cultivating friendships in adulthood. Vellos believes folks became used to having smaller social circles, and some realized they prefer keeping it that way. As a result, these people might be more choosy about the friendships they <em>do</em> invest time in. That’s mostly a good thing, but it can be painful for the people who are hurt that they are no longer a priority. </p>\n<p id=\"nhQFHH\">A lopsided friendship happens when one friend is more active in maintaining contact and the other friend is more passive about keeping the connection going. It’s understandable to be sad or upset if you’re the one constantly reaching out, sending thoughtful messages and asking if you can schedule brunch or happy hour together. According to a <a href=\"https://www.pnas.org/content/pnas/108/15/6270.full.pdf\">2010 study published in <em>Proceedings of the National Academy of Sciences</em></a>, social rejection can feel as distressing as physical pain. </p>\n<p id=\"Y01BOg\">“We live longer if we feel connected and supported,” says <a href=\"https://www.kasleykillam.com/\">Kasley Killam</a>, a Harvard-trained social scientist who specializes in connection and loneliness, and founder of the nonprofit <a href=\"https://www.socialhealthlabs.com/\">Social Health Labs</a>. “So when someone expresses that they’re perhaps not as interested in being friends with us or they need a break or whatever, that can trigger this innate fear inside of us that we’re going to be alone or that we’re not of value.” </p>\n<p id=\"0spCi9\">Psychologist <a href=\"https://www.ascensionbehavioralhealth.com/meetdrabrams\">Ayanna Abrams</a> says having a lopsided friendship doesn’t automatically mean that your friendship is unhealthy or toxic. It’s only a problem if someone is feeling negative emotions about the pattern. To help figure out whether you’re in a lopsided friendship and how to deal if you are, Vox spoke with four friendship and connection experts.</p>\n<h3 id=\"gqPvQp\">Resist the urge to make assumptions</h3>\n<p id=\"YiVBZ8\">It’s easy to jump to conclusions and assume that if we don’t hear from someone as often as we’d like to, Killam says, “that means they don’t like us, or they don’t value our friendship.” More likely: The other person is just busy — it’s not that deep. </p>\n<p id=\"bY1uzI\">It’s seductive to tell yourself stories when a close friend has gone quiet. “Once that seed is in our minds, it is hard to let go,” says <a href=\"https://www.daniellebayardjackson.com/\">Danielle Bayard Jackson</a>, a friendship coach and host of the <a href=\"https://podcasts.apple.com/us/podcast/friend-forward/id1500460079\"><em>Friend Forward</em></a> podcast. Concocting a narrative about why your friend isn’t reciprocating is a common reason, she says, for a lot of friendships ending prematurely. People think to themselves, for example, “Oh, I guess she’s not as invested in this friendship as I thought. I guess her new boyfriend’s more important.” </p>\n<p id=\"Ug2mtO\">“All of that stuff is a self-generated story,” Jackson says. You might find yourself behaving in response to a story you made up out of thin air. </p>\n<p id=\"UFBxOt\">The solution? Challenge these beliefs, which are likely way off-base. Are these negative thoughts based in reality, or is this your insecurity speaking? When clients express these worries to Abrams, she asks the person to imagine what their friend would say about the friendship. Next, imagine the demands and commitments the friend is juggling. This exercise usually helps bring the temperature down so the client can see that their friend is likely busy and isn’t intentionally blowing them off. </p>\n<h3 id=\"ypOgtO\">Invite, don’t accuse </h3>\n<p id=\"tJbcyo\">People often wait to alert their friend to an issue until it’s boiled over from annoyance to full-on anger. The best time to address the issue “is when you begin feeling that distance or imbalance in the relationship,” Abrams says. She recommends pinpointing what you want more or less of and then verbalizing it.</p>\n<p id=\"k3hf15\">You might be tempted to blurt out, “Hey, I haven’t heard from you in a while. What gives?” But that could put your friend on the defense. Instead, “let them know you’re reaching out to them out of a desire for their company, and not accusing them of what they’re failing to do,” she says, “which doesn’t really feel good to anyone and is not a good motivator to get them to act.”</p>\n<p id=\"f1Lnca\">Jackson suggests proposing plans using what she calls the movie trailer method: You should preview the experience so the other person has a taste of what’s to come. Instead of saying, “Hey, let’s get together sometime,” with them replying, “Absolutely,” and then crickets for two months, maybe say, “Hey, do you wanna get together Saturday around 7 for an hour or two? We can try this new wine bar in town. Let’s get dressed up and sip something bubbly.” In doing this, you’re giving a visual of being there, like a scene from the movie that will be your Saturday night hang. </p>\n<p id=\"Kl39Tu\">Designing the plans that way makes it easier for people to commit. “And if they can’t, a friend who is equally interested will negotiate with you and say, ‘Dang, I can’t do Saturday, but let’s try Tuesday,’” Jackson adds. </p>\n<h3 id=\"ho7k30\">Be flexible </h3>\n<p id=\"mNHyj6\">Your friend may be feeling like this is more of a logistics problem, and isn’t aware that you’re open to changing your established routine. So the next time you reach out, you could say something like:</p>\n<ul>\n<li id=\"jTau1u\">Would you want to try something different the next time we meet? Maybe we can grab tea instead of cocktails?</li>\n<li id=\"ZW7Lss\">Instead of meeting up for brunch, maybe we could grab coffee or go for a walk in the park? </li>\n<li id=\"eMAdlP\">Maybe we can go on a double date so we can include our significant others? </li>\n</ul>\n<p id=\"6Ve9A0\">Your friend also might prefer to change the mode and frequency of communication. Maybe texting is better for them instead of taking phone calls. Or they might want to talk on the phone once a week instead of exchanging DMs on a social platform they’re no longer using. Ask! </p>\n<p id=\"SKc1l9\">At this point, if you’ve tried a few different strategies and you’re hearing radio silence, Vellos says you should assume the universe is telling you to put your attention elsewhere. “That could be another person, another friendship, another hobby, whatever,” she says. Redirect your energy so you’re not wasting your time and getting your hopes up for something that’s unlikely to happen.</p>\n<h3 id=\"v6H9Ko\">If you’re the one who can’t prioritize your friendships, be upfront about it</h3>\n<p id=\"Klx4Q2\">Lots of people may find themselves on the opposite side of the spectrum: They’re the ones who are too snowed under to invest in their friendships. In this case, it is your responsibility, as a friend, to let the other person know about what they can expect from you for the foreseeable future. It saves a lot of heartache for everyone if you tell them the truth about what is going on with you, Abrams says. Know that you don’t have to be in a stressful or busy place to explain you need space; you can set boundaries around your time and energy even if you technically could hang out with this person more often. </p>\n<p id=\"mjRF7l\">When Jackson was pregnant, she messaged her friends and let them know her availability was shifting but she’ll be back soon. She communicated, “I’m thinking of you. I want to get together. I can’t for the next few months, but man, I cannot wait to see you soon and catch up then.” Her friends not only appreciated the heads-up, but were reassured that she valued their bond. </p>\n<p id=\"pUwWm1\">If you need to let a friend know you won’t be as available in the future, Abrams suggests saying something like:</p>\n<ul>\n<li id=\"ut4kal\">I know we tend to talk on the phone for hours, but I probably have an hour max on Sundays before I have to prepare for the week. </li>\n<li id=\"o1QPRF\">It’s been really hard for me to talk on the phone lately, so texting is the best way to reach me these next few weeks.</li>\n<li id=\"sP0xDG\">Hey, I know we usually talk every week. In this season of work, I’m swamped. I’ll drop you a line when things calm down. </li>\n</ul>\n<p id=\"6pQ6nP\">The important thing is to be open, honest, and focused when you do connect. Aim for quality over quantity here — so when you do engage with your friends, they’ll feel valued and secure, knowing the friendship is meaningful to you too. </p>"
        },
        {
            "title": "The banned weapon Russia (and the US) won’t give up",
            "link": "https://www.vox.com/videos/2022/4/15/23026944/cluster-munition-war-crime-indiscriminate-bombs",
            "description": "Why war crime investigators are looking for cluster bombs in Ukraine. In Ukraine, human rights investigators like Amnesty International and Bellingcat have been tracking Russian attacks to aid in a potential war crimes investigation. One thing they’re paying special attention to ...",
            "permalink": "",
            "pubdate": "Fri Apr 15 2022 21:10:00 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://www.vox.com/rss/index.xml",
            "when": "Sun Apr 17 2022 16:26:09 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 3,
            "fullDescription": "<figure>\n      <img alt=\"\" src=\"https://cdn.vox-cdn.com/thumbor/E9OsA1ZvCl4MzNDFhxv889NO8DM=/240x0:1680x1080/1310x983/cdn.vox-cdn.com/uploads/chorus_image/image/70753845/ClusterBombs_Thumb_Clean.0.png\" />\n    </figure>\n\n  <p>Why war crime investigators are looking for cluster bombs in Ukraine.</p> <p id=\"rGPCYG\">In Ukraine, human rights investigators like <a href=\"https://twitter.com/amnesty/status/1499357444903952393?s=20&amp;t=rJJ10vnHehrsEevVE9rY7Q\">Amnesty International</a> and <a href=\"https://www.bellingcat.com/news/2022/02/27/ukraine-conflict-tracking-use-of-cluster-munitions-in-civilian-areas/\">Bellingcat</a> have been <a href=\"https://www.nytimes.com/2022/02/28/world/europe/russia-ukraine-war-kharkiv.html\">tracking Russian attacks</a> to aid in a potential war crimes investigation. One thing they’re paying special attention to is cluster bombs. Cluster bombs were first used in World War II, and scatter numerous smaller bombs over a wide area — <a href=\"https://www.icrc.org/en/doc/assets/files/other/cluster-munition-victims-factsheet-2010.pdf\">often killing civilians</a>. It’s this indiscriminate nature that often makes their use a war crime.</p>\n<p id=\"9LYWSQ\">Our modern conception of war crimes was established by a series of treaties whose creation spanned decades. In 1977, one of those treaties banned what’s known as “indiscriminate attacks.” That means militaries are legally prohibited from attacking an area imprecisely, in a way that can harm civilians. </p>\n<p id=\"3coMg5\">Russia is not alone in using these weapons: In conflicts since the 1977 treaty, many militaries continue using them in civilian areas, with impunity, <a href=\"https://www.nytimes.com/2021/12/19/magazine/victims-airstrikes-middle-east-civilians.html\">including</a> <a href=\"https://www.newyorker.com/news/daily-comment/what-we-dont-know-about-drones\">the US</a>. This video explains how they’re being used by Russia, and why places like the US and Russia just <a href=\"http://www.stopclustermunitions.org/en-gb/cluster-bombs/use-of-cluster-bombs/a-timeline-of-cluster-bomb-use.aspx\">won’t give them up</a>. </p>\n<p id=\"VOBwvl\">This video is part of our ongoing, broader coverage of the Russian invasion of Ukraine. For more videos that provide historical context to the headlines in the news today, <a href=\"https://www.youtube.com/playlist?list=PLJ8cMiYb3G5eZQK-3tCqQCWV49C1M6aKh\"><strong>watch our playlist here</strong></a>.</p>\n<p id=\"O4zB9x\">You can find this video, our playlist, and the entire library of <a href=\"https://www.youtube.com/channel/UCLXo7UDZvByw2ixzpQCufnA\"><strong>Vox’s videos on our YouTube channel</strong></a>.</p>"
        },
        {
            "title": "Everything Everywhere All at Once, explained by a quantum physicist",
            "link": "https://www.vox.com/culture/23024945/everything-everywhere-all-at-once-multiverse-explained-quantum-physicist",
            "description": "This is Michelle Yeoh in the very fantastic Everything Everywhere All at Once. In it she plays a mom, and her story made me want to call my mom. | Courtesy of A24\n    \n\n  The probability that we’re all living in the multiverse, and why that idea is so appealing. This past ...",
            "permalink": "",
            "pubdate": "Fri Apr 15 2022 19:30:00 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://www.vox.com/rss/index.xml",
            "when": "Sun Apr 17 2022 16:26:09 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 4,
            "fullDescription": "<figure>\n      <img alt=\"\" src=\"https://cdn.vox-cdn.com/thumbor/NucB05rusUUJ0prhF8m9CsXV9C8=/338x0:1778x1080/1310x983/cdn.vox-cdn.com/uploads/chorus_image/image/70753357/15618_7f30qD_eeaao_0001png.0.png\" />\n        <figcaption>This is Michelle Yeoh in the very fantastic <em>Everything Everywhere All at Once</em>. In it she plays a mom, and her story made me want to call my mom. | Courtesy of A24</figcaption>\n    </figure>\n\n  <p>The probability that we’re all living in the multiverse, and why that idea is so appealing.</p> <p id=\"DBVeGr\">This past weekend, a couple of my friends and I went to see <em>Everything Everywhere All at Once</em>. I went in knowing two things about it: The first was that the very talented and fantastic Michelle Yeoh was in it; and the second was that it involved the “multiverse.”</p>\n<p id=\"bLJYB6\">As the credits rolled, with tears trickling into my mask, I had a hard time discerning what was making me emotional. I say emotional because it wasn’t just one feeling, but a strange mix of several: joy, wistfulness, catharsis, yearning, hope.</p>\n<p id=\"pCJUBB\">Without giving too much away, the very simple gist of this maximalist, fantastic tornado of a movie is about the choice to exist, to fully live within the present moment. It’s about finding the beauty in our small, odd lives, even as we constantly compare what we have to our unfulfilled fantasies. The movie also examines how we take solace in the personal disasters we’ve narrowly avoided. But what makes <em>Everything Everywhere All at Once</em> so powerful is the multiverse, a dazzling antidote to the fact that real life these days feels like it’s been designed to blur and pummel our emotions into dullness. </p>\n  <figure class=\"e-image\">\n        <img alt=\" \" data-mask-text=\"false\" src=\"https://cdn.vox-cdn.com/thumbor/a1veY7iBDuqqyXQI_VB0SuRbvW0=/800x0/filters:no_upscale()/cdn.vox-cdn.com/uploads/chorus_asset/file/23391898/Screen_Shot_2022_04_15_at_8.53.27_AM.png\">\n      <cite>Courtesy of A24</cite>\n      <figcaption>Michelle Yeoh in <em>Everything Everywhere All at Once</em>.</figcaption>\n  </figure>\n<p id=\"E1a2jA\">What is the multiverse? A world full of endless potential; multiple parallel universes spinning in synchronicity; and the possibility of alternate, powerful, seemingly better versions of ourselves. At a time when a pandemic, wars, and political cruelty have become constant, inevitable presences in our daily lives, it’s the ultimate fantasy for this moment. And that’s not just because Marvel, the most powerful entertainment company in the world, has gone all-in and made the multiverse a cornerstone of its current storytelling.<strong> </strong></p>\n<p id=\"eKoPnH\">Rather, Marvel is just one take, one depiction of a limitless and alluring fantasy that’s impossible to pin down. Movies like <em>Bill and Ted’s Excellent Adventure, Back to the Future, Sliding Doors, About Time </em>and even <em>It’s a Wonderful Life</em> have all played with the idea of alternate or parallel timelines and futures. </p>\n<p id=\"nDWepo\">In an attempt to better understand why I was so moved by <em>Everything Everywhere All at Once</em> and also ascertain just how realistic the idea of the multiverse is (and ostensibly how invested I should be in the idea of a better, more successful me existing in a non-pandemic timeline), I reached out to <a href=\"https://usasciencefestival.org/people/dr-spiros-michalakis/\">Spyridon “Spiros” Michalakis</a>, a mathematical physicist at the California Institute of Technology. He studies how the universe works at a quantum level, and actually served as the science consultant for Marvel’s <em>Ant-Man</em>, a movie about a man who can shrink, and who can also affect space and time.</p>\n<p id=\"ar44dv\">Which is to say, Michalakis’s scientific knowledge informed Marvel’s multiverse. While he possesses a vast understanding of physics that dwarfs mine — at several points in our chat I told him he was absolutely blowing my mind — it was his very human understanding of the multiverse and the hope it presents to worn down, burned out humans that made me understand it, and, I think, my own post-movie delirium, better.</p>\n<p id=\"j0tHm2\"><strong>Thanks for speaking with me. I know you’re busy and have </strong><a href=\"https://worldquantumday.org/\"><strong>World Quantum Day</strong></a> <strong>tomorrow!</strong></p>\n<p id=\"TjBKSC\">Absolutely! The multiverse is my bread and butter. In fact, I may be responsible for it.</p>\n<p id=\"USiYQX\"><strong>Wait, elaborate — what do you mean responsible?</strong></p>\n<p id=\"8pZSTk\">I’m the science consultant for <em>Ant-Man</em> and I introduced the quantum realm there. Then it was also in <em>Ant-Man and the Wasp,</em> and then <em>Avengers: Endgame</em> and everything else. So you’re talking to the right person.</p>\n<p id=\"FAJetg\"><strong>Perfect! Wow, look how that worked out.</strong></p>\n<p id=\"o6i87S\"><strong>So as you know, the multiverse</strong><em><strong> </strong></em><strong>in Marvel is based in the idea that there’s a central timeline, but every decision made — more or less — sprouts off new timelines. Everything is constantly breaking off from that central timeline. Could you talk a little bit about your initial ideas of the concept, and how you infused what you know from science into it?</strong></p>\n<p id=\"F6BXBQ\">The irony of all of this, is that the multiverse may have emerged literally from the tiniest of places. When I consulted with Paul Rudd and Peyton Reed, they wanted to know what happens when you shrink.</p>\n<p id=\"Nl1vwK\">I think if you really shrink — this gets really interesting — you get to the source code of reality itself. That’s what the quantum realm is. Space and time just don’t operate the same way at that level. I tried to infuse the movies with as much actual science as possible. At some point, the writers were more excited about the real science than the hocus pocus-like stuff.</p>\n  <figure class=\"e-image\">\n        <img alt=\" \" data-mask-text=\"false\" src=\"https://cdn.vox-cdn.com/thumbor/mehn9Cf08gACPmLvaFaGUW32br4=/800x0/filters:no_upscale()/cdn.vox-cdn.com/uploads/chorus_asset/file/23391905/DF_02453_rv3_1000x551_thumbnail.jpg\">\n      <cite>Courtesy of Columbia Pictures</cite>\n      <figcaption>When it comes to the multiverse, apparently quantum physicists prefer science over “hocus pocus.” Said hocus pocus is being performed by Doctor Strange in <em>Spider-Man: No Way Home</em>.</figcaption>\n  </figure>\n<p id=\"OTzSUo\"><strong>No offense to Doctor Strange.</strong></p>\n<p id=\"fxq3um\">Yes! No offense!</p>\n<p id=\"ukywbd\">The multiverse emerged from there, from the fact that you have a very basic concept in quantum physics known as <a href=\"https://scienceexchange.caltech.edu/topics/quantum-science-explained/quantum-superposition\">quantum superposition.</a> Quantum superposition basically says that what we think of as a single universe, the quantum superposition, is the interference of an infinite number of universes. Each one of them has different things that are happening at some microscopic level. When you zoom out from our microscopic human perspective, we get to see certain patterns like space and time and matter emerge, and particles that have some more definite positions, in both space and time.</p>\n<p id=\"yDnILw\">Marvel took to heart the idea that we can use the quantum realm to reverse-engineer that single universe and split it apart into threads, and then explore each of these timelines individually, for dramatic effect.</p>\n<p id=\"dUUieB\"><strong>I want to ask you about “real science.” Is it super silly for me to think that there’s a different Alex in another alternate universe? Or is that a leap too far?</strong></p>\n<p id=\"XYmOuT\">I really do think that this is absolutely what is going on.</p>\n<p id=\"6Cq6XT\"><strong>Oh no! What if there’s a better Alex somewhere?</strong></p>\n<p id=\"7IovUw\">No, you’re the very best version of every Alex ever.</p>\n<p id=\"SLedD6\"><strong>Wait. How do we know that? Are you just being nice?</strong></p>\n<p id=\"MYFJ3d\">Because I just said so, and that’s all that matters.</p>\n<p id=\"VGWEWZ\"><strong>But I do want to know — what we see on screen is one thing, but what’s the actual science like? Can you please explain it to me in the simplest way possible?</strong></p>\n<p id=\"OO5cM1\">Have you heard about the <a href=\"https://plus.maths.org/content/physics-minute-double-slit-experiment-0\">double slit experiment</a>, one of the famous quantum experiments?</p>\n<p id=\"Y5RxXB\"><strong>I majored in English. I most definitely have not.</strong></p>\n<p id=\"32zN5k\">This is one of the famous quantum experiments, before quantum was even a thing. This gave us an inkling for the first time in human history that something was amiss with the way we thought about the universe.</p>\n<p id=\"JPl7Fq\">We thought you could shoot single electrons or photons, just single particles, toward a wall where you had put two slits. They could go either on the left side or the right side, through the slit, and then hit a wall behind it.</p>\n<p id=\"lca7B5\"><strong>Got it.</strong></p>\n<p id=\"4Sx8jY\">You can imagine, like bullets or billiard balls, a bunch of them would either go through the right slit or through the left slit. Then you would see, on the back wall, a bunch of them hitting the right or the left. They actually tried to do that experiment, and what they saw was that on the back wall, you did not have the pattern you expected.</p>\n<p id=\"7ccA6g\">You had waves — you had the electron or the photon going through both slits at the same time, interfering with itself behind that wall, and then hitting the other wall as if it was a wave.</p>\n<p id=\"I9eHxn\">Think about it like you have water waves going through these two slits, and then you can see the crests rising and falling, depending on how the interference flows. That’s what was happening with actual physical particles, one at a time.</p>\n<p id=\"F7XJXJ\"><strong>I think I got it — the outcome wasn’t expected, and everything, including the probability, was off. Full disclosure: The last time I took physics was in college.</strong></p>\n  <figure class=\"e-image\">\n        <img alt=\"A rock with google eyes sitting on the dirt.\" data-mask-text=\"false\" src=\"https://cdn.vox-cdn.com/thumbor/kpOZ6igjG79J0X3QmydVjcTEJl0=/800x0/filters:no_upscale()/cdn.vox-cdn.com/uploads/chorus_asset/file/23391921/Screen_Shot_2022_04_15_at_8.53.39_AM.png\">\n      <cite>Courtesy of A24</cite>\n      <figcaption>Michelle Yeoh (as a rock) in <em>Everything Everywhere All At Once.</em>\n</figcaption>\n  </figure>\n<p id=\"EJZUwK\">So, they’re thinking: How the hell is it possible that one thing was going through two places at the same time?</p>\n<p id=\"R1Nfm3\">Then, [Nobel Prize-winning physicist] <a href=\"https://faraday.physics.utoronto.ca/PVB/Harrison/DoubleSlit/DoubleSlit.html\">Richard Feynman</a> was like, <em>Wait a minute, what if we had a third slit, and the fourth one, and the fifth one</em>?</p>\n<p id=\"SKcknb\">Sure enough, you would see an even more complex pattern in the back as if the electron was going through all four or five of them at the same time. He realized, wait a minute, if you keep making slits, at some point, the wall with all the slits disappears and becomes just the empty space through which light and matter travels anyway.</p>\n<p id=\"qi3ibA\">It travels through everything — it takes every path, at all times. It’s actually a perfect analogy to the title of the movie. Like, the title of the movie is scientifically accurate.</p>\n<p id=\"dQup3H\"><em><strong>Everything Everywhere All at Once</strong></em><strong>?</strong></p>\n<p id=\"T68oL5\">That is exactly how the universe works. Space and time are one single, singular construct. There’s not like you have space and then time; it’s <em>space x time. </em>Moreover, quantum space time is a superposition: a quantum superposition of an infinite number of space times, all happening at the same time.</p>\n<p id=\"mergab\">This illusion — basic physical reality — is the fact that human beings have very specific points of view, ways of observing the superposition.</p>\n<p id=\"RyjspH\">We all agree that, like, there’s a car in front of us, or a screen we’re looking at, or that somebody’s talking. Other points of view, though, you can access using quantum computers. We’re developing those things, at places like CalTech, where you tease that apart, where you get to see underneath the hood of reality.</p>\n<p id=\"NjYxrz\"><strong>I think I got it!</strong></p>\n<p id=\"Al6cLo\">You get it? That’s impressive.</p>\n<p id=\"pus6ns\"><strong>I mean, I get it in very broad terms. Basically, if we all have the same perspective, we share a view on reality and how we see the world. But, based on your perspective or point of view, that could easily change. Like that wall with the slits!</strong></p>\n<p id=\"HmRC0m\">Exactly. Exactly.</p>\n<p id=\"KAqNbN\">And you wouldn’t know about those other perspectives, right? That’s the beauty of this. You wouldn’t know, unless you’re also flickering between two different realities. Which can happen also, because again, the frame rate of the human mind is so low relative to the frame rate of the universe, right?</p>\n<p id=\"xh72R3\"><strong>Holy shit. What? Frame rate? So, like humans are missing an entire sequence?</strong></p>\n<p id=\"kdTz8p\">Let’s say we only perceive 100 frames per second, something like that. We can be aware of our lives and choices we make, but then the frame rate of the universe where you could be flickering between different timelines is 40 orders of magnitude above that. It’s one with 40 zeros.</p>\n<p id=\"nFOg9k\">Then we make the best approximation.</p>\n<p id=\"DQTrYv\">We’re all trying to figure out the plot of the universe by just watching the beginning and the end of the movie, the first and last frame. We’re just reconstructing the in-between the best we can. That’s where the multiverse hides; it hides there in between frames. Honestly, I think that the frame rate of the universe truly is infinite, not even finite, very, very large. And we’re so far away from that. </p>\n<p id=\"y2tYPC\"><strong>That missing movie comparison — my mind is absolutely blown.</strong></p>\n<p id=\"q9H1LV\">The whole point, and what we’ve seen, is that our intuition just breaks so badly, <em>so badly</em> at every scale. We’re just missing most of it. But we try to make the best theories about it as we can.</p>\n<p id=\"Q0WlIF\"><strong>What’s fascinating to me, listening to this, is that we’re all essentially blind-guessing — and again, I’m not a physicist so this could be way off. Obviously this is all relative, but I have my intuitions or guesses about how the universe works. You do too, and your knowledge dwarfs mine exponentially because of quantum physics. But then yours — your frame rate, intuition, your knowledge — is dwarfed by the infinite magnitude of the entire universe.</strong></p>\n<p id=\"v9np7K\">The universe is going like 100 million billion frames — exactly. Making fun of all of us.</p>\n<p id=\"7tfNdJ\"><strong>I want to ask you, and I think you may have answered this implicitly, but why do you think everyone’s so fascinated with this concept?</strong></p>\n<p id=\"yqnEtC\">First of all, from a franchise point of view, the Marvel Cinematic Universe has been probably the most successful movie franchise of all time. </p>\n<p id=\"n8tfKv\">And the multiverse is, at its foundation, its essence, a fresh perspective: What if I had made a different choice? What if time itself is not one-dimensional? What if it is a million-dimensional? What if you can jump left and right and up and down or just back and forth in time? And if you can do that, then it means you’re basically going to other realities — that may look very much like yours, or different.</p>\n  <figure class=\"e-image\">\n        <img alt=\"Orbium Planetarum Terram\" data-mask-text=\"false\" src=\"https://cdn.vox-cdn.com/thumbor/zORq3limxIZ6mWPzbcUTY97kYq0=/800x0/filters:no_upscale()/cdn.vox-cdn.com/uploads/chorus_asset/file/23391936/90009585.jpg\">\n      <cite>Buyenlarge/Getty Images</cite>\n      <figcaption>Andreas Cellarius was a Dutch-German celestial cartographer. Isn’t it funny that we can be like, “lol, actually sir, the universe thinks you’re way off!”</figcaption>\n  </figure>\n<p id=\"jvlxUa\">For scientists, we’ve become better at explaining concepts to our friends across the aisle on the entertainment and the Hollywood side. They feel more empowered to tell good stories, based on time travel and things in fiction like that, like the multiverse. They have the <a href=\"https://en.wikipedia.org/wiki/Graphics_processing_unit\">GPUs</a> and now render these beautiful things: the multiverse, quantum realm, everything in between.</p>\n<p id=\"ihW5h7\">You know, being able to hop in the multiverse is also a superpower. It’s such a powerful visualization, to not just break the laws of physics in this universe, but to have almost infinite choice of who you are. To escape yourself and become someone else.</p>\n<p id=\"G3UxTx\"><strong>I think the key word here might be “fate.” A lot of storytelling wrestles with the idea of destiny and our choices, and whether we have control of our future. The multiverse seems like it offers a freedom from that, in that your fate could be anything that you choose, or whatever your quantum superposition is.</strong></p>\n<p id=\"agL3SZ\">It’s the idea that you may not be aware of it, but there is a power of choice that you have at some microscopic level that defines your identity as a citizen of this reality, versus a parallel one: where your most important choices you made are kind of your fingerprint. This is what separates you from this other version of yourself. You made a different choice, and maybe you made the best of that other choice.</p>\n<p id=\"RMMXho\">But the thing that is also pretty powerful is the possibility that you could learn from the other versions of you. What if you could meet them, and all of a sudden, you realize that you have all these latent powers, potential within you, that were actually explored? And they flourished in this other reality.</p>\n<p id=\"4XiYgJ\">What if you were a spy over there, or a fantastic cook, or an amazing writer? Or all the things you may have wanted to become, or even better — what if you could be all these things you thought you would never be good at? It’s a fantasy of your best self.</p>\n<p id=\"F2OKLi\">The reason why this is so important, and why I was trying to introduce these ideas, is that the dream of these possibilities makes such a huge difference when everything is going to shit around the world. I’m not gonna go political, but you know what I mean: everything in the pandemic, and now what’s happening in Ukraine.</p>\n<p id=\"Keoqg3\">At some point, there’s a really tempting choice to just be cynical and say there’s nothing I can do and that no version of me makes a difference here.</p>\n<p id=\"4TBIRE\">I want people to know — especially young people trying to figure out where they fit in this world — that they have power to make anything happen, and make that world where they can do amazing things. They can really take control and become that version of themselves that unlocks their true potential.</p>\n<p id=\"SbvJtl\"><strong>I get that. I feel like the buzz phrase over the past two years has been “existential crisis.” There’s been a general feeling of like, </strong><em><strong>I don’t know why this matters.</strong></em><strong> </strong><em><strong>What does it even matter if I exist?</strong></em></p>\n<p id=\"ZKCvIy\"><strong>The multiverse fantasy, to me, feels like the inverse of that. There’s something beautiful in the idea of existing everywhere all at one time. The idea that this life, your life, everything everywhere matters so much right now.</strong></p>\n<p id=\"W1G3Ln\">There is something very powerful about just knowing, even though you may not know how, but just <em>knowing</em> that something is possible. Often it’s heroes that are the ones that first believed something was possible, and that fate was not set. Just knowing, or at least believing so strongly that something is possible, then allows you to mess around and experiment and figure out how to actually make it possible.</p>\n<p id=\"OPHsGY\">That’s what science tries to really do. It takes a science-fiction idea, something humanity would love to be true, and then says, let’s try to understand. First, we have to believe it’s possible, then try to understand what we need to tweak in our understanding to get to this new point.</p>\n<p id=\"XiP8wu\"></p>\n<p id=\"7tbPvW\"></p>"
        },
        {
            "title": "It’s time to think outside the mask mandate",
            "link": "https://www.vox.com/science-and-health/2022/4/15/23022102/jennifer-nuzzo-mask-mandate-covid-pandemic-vaccines-testing-treatment-public-health",
            "description": "A family wearing masks visits the Smithsonian National Museum of Natural History in Washington, DC, on March 17. The city’s indoor masking mandate expired in February, but some area college campuses have recently reinstated indoor mask requirements due to rising Covid-19 case ...",
            "permalink": "",
            "pubdate": "Fri Apr 15 2022 18:50:00 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://www.vox.com/rss/index.xml",
            "when": "Sun Apr 17 2022 16:26:09 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 5,
            "fullDescription": "<figure>\n      <img alt=\"\" src=\"https://cdn.vox-cdn.com/thumbor/2oQZ9IxuKHK-Q2TK11T_xezW1Lw=/200x0:3400x2400/1310x983/cdn.vox-cdn.com/uploads/chorus_image/image/70753192/GettyImages_1239458042.0.jpg\" />\n        <figcaption>A family wearing masks visits the Smithsonian National Museum of Natural History in Washington, DC, on March 17. The city’s indoor masking mandate expired in February, but some area college campuses have recently reinstated indoor mask requirements due to rising Covid-19 case numbers. | Matt McClain/The Washington Post via Getty Images</figcaption>\n    </figure>\n\n  <p>An expert explains why a shifting pandemic demands a broader set of solutions.</p> <p id=\"SKVzOy\"></p>\n<p id=\"bDTtKn\"></p>\n<p id=\"x2fDWh\"></p>\n<p id=\"F0qjuR\"></p>\n<p id=\"nBB2vB\"></p>\n<p id=\"js0AAe\"></p>\n<p id=\"yowRzz\"></p>\n<p id=\"ASTkgm\"></p>\n<p id=\"xtAWx3\">The <a href=\"https://www.vox.com/coronavirus-covid19/2022/4/7/23012166/covid-19-ba2-variant-us-cases\">pandemic is different than it used to be</a> — but we’re still fighting about masks.</p>\n<p id=\"T0uvrI\">Vaccines that keep most Covid-19 cases from <a href=\"https://covid.cdc.gov/covid-data-tracker/#covidnet-hospitalizations-vaccination\">leading to hospitalization</a> are now widely available, and many of those at highest risk have <a href=\"https://aspr.hhs.gov/TestToTreat/Pages/default.aspx\">access</a> to <a href=\"https://aspr.hhs.gov/COVID-19/Therapeutics/Distribution/Pages/default.aspx\">treatments to prevent severe illness</a>. Nevertheless, public attention and policy are still focused on mask mandates, like the one <a href=\"https://www.pbs.org/newshour/nation/philadelphia-reinstates-mask-mandate-in-response-to-newest-covid-19-variant\">Philadelphia reinstated</a> on April 11. </p>\n<p id=\"ucVWP5\">Should it be? While these kinds of measures still have a role to play, they are arguably less important now than they used to be, said <a href=\"https://www.brown.edu/academics/public-health/news/2021/11/new-leaders\">Jennifer Nuzzo</a>, an epidemiologist recently tasked with creating a new Center for Pandemic Preparedness and Response at Brown University’s public health school. The state of the pandemic has changed, and public health authorities now have enough tools to take a more pragmatic and focused approach, Nuzzo argues — but our policies and public health approaches have not caught up to reality.</p>\n<p id=\"wd58Ou\">In our conversation, she outlined four areas where our thinking on the pandemic could use a reset. She calls for a better understanding of what masks can and cannot do; clarity on what testing really tells us; a pivot away from emergency measures and toward longer-term efforts to ensure equitable testing, vaccination, and treatment; and renewed focus on locally relevant data gathering. </p>\n<p id=\"3S2XB9\">Overall, Nuzzo wants Americans to better understand the breadth of tools that health departments, institutions, and individuals have at their disposal when Covid-19 cases rise — and why different tools might be better than others at getting us through this new phase of the pandemic. None of her favored approaches involve enforceable mandates, but they do require empowering public health departments to choose different tools for a different time. </p>\n<p id=\"bELLOt\">This conversation has been edited for length and clarity.</p>\n<h3 id=\"oWFfPc\">Masking is neither the only nor the best preventive approach </h3>\n<h4 id=\"LqxVdw\">Keren Landman </h4>\n<p id=\"f3KE55\">How are the goals of public health different now than they were earlier in the pandemic?</p>\n<h4 id=\"5JLMI4\">Jennifer Nuzzo</h4>\n<p id=\"XheG5e\">Our goal now is not to prevent transmission or even necessarily try to flatten transmission. It’s to keep people out of the hospital and prevent deaths. We need to keep our hospitals from being overwhelmed so they can continue to provide lifesaving care, not just for Covid patients but for every other thing that could bring someone to the hospital.</p>\n<h4 id=\"crHmgR\">Keren Landman </h4>\n<p id=\"PVUq4S\">During a big wave of infections, ensuring hospitals aren’t overwhelmed requires health departments to implement lots of preventive interventions, right?</p>\n<h4 id=\"P69PMZ\">Jennifer Nuzzo  </h4>\n<p id=\"Zm3SIz\">Yes, but a lot of attention has been on whether or not people need to mask. That’s not the only intervention we have, and it’s not even the best intervention. </p>\n<p id=\"I7yy7S\">Look at South Korea and Hong Kong. They still had tremendous omicron waves despite very high compliance with public masking. I’m not opposed to masks by any means; I think they’re an important tool. But I think sometimes we’re overstating how much of an impact they actually have. </p>\n<p id=\"Lq8OgC\">I also think public health mandates should be used sparingly and only when there’s no alternative — we could be doing more mask recommendations rather than mandates.</p>\n  <figure class=\"e-image\">\n        <img alt=\" \" data-mask-text=\"false\" src=\"https://cdn.vox-cdn.com/thumbor/bEelRq1iSVVeXtowMal6Wq-ij7o=/800x0/filters:no_upscale()/cdn.vox-cdn.com/uploads/chorus_asset/file/23390532/GettyImages_1239612245.jpg\">\n      <cite>Wang Ying/Xinhua via Getty Images</cite>\n      <figcaption>People walk past a signboard alerting visitors that masks are still required at the Oculus of the World Trade Center in New York City on March 29.</figcaption>\n  </figure>\n<p id=\"Jlpv3i\">Some people might have a mental model of “we’re gonna bring out the masks every single time we have a surge.” I don’t have a problem with that; it’s just hard for me to imagine societies are going to accept that. </p>\n<p id=\"jVw4v1\">I’m not sure masks are our most protective tool right now. Many of the people who are not wearing masks have already had Covid, so they’re like, “I’ve been vaccinated, I already had it — how much longer do you want me to do this for?” And it’s kind of hard to say, “No, you absolutely must wear it.” </p>\n<p id=\"1EmUPY\">I just think there are other, more important interventions than masking.</p>\n<h4 id=\"gEwuix\">Keren Landman</h4>\n<p id=\"FqMMFA\">Like what?  </p>\n<h4 id=\"gGxqRq\">Jennifer Nuzzo</h4>\n<p id=\"xeoTx6\">Look at how similar omicron waves played out in places like South Korea and Hong Kong, places that have had very high mask use in social settings and public spaces. Both countries just had this tidal wave of cases. It gives me humility in terms of what we can do to really prevent transmission. </p>\n<p id=\"SSOxtV\">But there was a big difference between Hong Kong and South Korea in that South Korea had a surge of cases with very little hospitalization and death.<em> </em>[Hong Kong saw <a href=\"https://www.vox.com/22994648/covid-19-hong-kong-outbreak-omicron-ba2-cases-deaths-record-vaccine\">high numbers of deaths among older residents</a>.] </p>\n<p id=\"jLpfcH\">What did Hong Kong not have? High vaccine coverage. Only around <a href=\"https://www.nytimes.com/2022/02/25/business/hong-kong-unvaccinated-elderly.html\">50 percent of their elderly and about 20 percent of their nursing home residents</a> were vaccinated. That is a recipe for an explosion of severe illness — and that’s why they saw overwhelmed hospitals, because the people most likely to wind up hospitalized were not given the full protection they needed to prevent that from happening. </p>\n<p id=\"9eoUjS\">So, sure, we may need to use masks again. But above all, we need to make sure we get eligible people vaccinated — and, in particular, boosters for older people. </p>\n  <figure class=\"e-image\">\n        <img alt=\" \" data-mask-text=\"false\" src=\"https://cdn.vox-cdn.com/thumbor/QUy0TbYOWZKD_sULeZRpxfPgN0c=/800x0/filters:no_upscale()/cdn.vox-cdn.com/uploads/chorus_asset/file/23390364/GettyImages_1239425850.jpg\">\n      <cite>Will Lester/MediaNews Group/Inland Valley Daily Bulletin via Getty Images</cite>\n      <figcaption>Nurses wait for people seeking Covid-19 vaccines patients at the Jessie Turner Health and Fitness Community Center in Fontana, California, on March 22. </figcaption>\n  </figure>\n<h3 id=\"h491lE\">Testing no longer provides a good snapshot of the pandemic  </h3>\n<h4 id=\"OIATMQ\">Keren Landman  </h4>\n<p id=\"mb9ja2\">What proactive actions should public health authorities be taking right now?</p>\n<h4 id=\"N7XXwX\">Jennifer Nuzzo</h4>\n<p id=\"SbVaMu\">There’s a lot of other prevention stuff that we should be doing, and I feel like that gets lost in the culture war that we’ve waged around masks.</p>\n<p id=\"AcXsLH\">We are at a point where our surveillance [i.e., disease detection system] is far worse than it’s ever been, which matters not necessarily because we’re trying to prevent all cases, but because we want to spot changes in transmission dynamics early to prepare for a surge in hospitalizations. And that is harder now. </p>\n<p id=\"AHuME8\">Rapid tests are great, but we capture none of their positives in our surveillance, so we have no idea how many infections are occurring in people’s homes. </p>\n<p id=\"zeMTju\">There are economic disincentives to test [such as having to take off work in the case of a positive result] unless you’re sick enough to be hospitalized. Additionally, hospitalized people often have incidental Covid-19 infections. So our surveillance data is becoming biased toward severe cases. </p>\n<p id=\"SBZ7wI\">One thing we could do is conduct anonymized population representative sampling to try to understand the demographics of who’s getting infected. That would help us understand the characteristics of the people transmitting and catching the virus at any given moment. </p>\n<h4 id=\"geWFuB\">Keren Landman</h4>\n<p id=\"Y8OyGb\">You haven’t brought up wastewater monitoring or syndromic surveillance [tracking trends in health care seeking for flu-like symptoms]. How should we be using those tools right now?</p>\n<h4 id=\"IXsvPd\">Jennifer Nuzzo </h4>\n<p id=\"dG6u6F\">Those tools don’t really give you the specific information to pinpoint where cases are rising and what populations are at risk — they’re very blunt indicators that something may be happening. </p>\n<p id=\"g7OX7f\">If you’re working in a public health department and you see these signal increases, that alone doesn’t tell you what to do. But you can use these data to say, “Hey, community, take additional precautions, because you have a higher probability of coming in contact with the virus.”</p>\n<p id=\"ynJuH2\">Between these waves, we should be using the quiet times to do the hard stuff, which is trying to vaccinate people, engaging with community groups, finding the homebound, trying to understand vaccine hesitancy, and talking to parents of kids about vaccination.</p>\n<h3 id=\"TULQMo\">Lockdowns and mask mandates are short-term emergency measures. Right now we need equitable testing, vaccines, and treatments.</h3>\n<h4 id=\"cLuvnG\">Keren Landman</h4>\n<p id=\"lFSGX6\">Do you think mandates or other temporary measures are sensible approaches at this stage? </p>\n<h4 id=\"33OmyZ\">Jennifer Nuzzo</h4>\n<p id=\"5y0CVP\">My worldview is that these other non-pharmaceutical interventions — masks, canceling things, and closing things — they’re really great when we’re in an acute emergency and we’ve got to buy ourselves some time. They’re a pause button; they don’t eliminate the virus, they just reduce the probability of exposure to it. But if we’re going to hit the pause button, what are we buying time for? </p>\n<p id=\"etKTCf\">Not everybody has access to the things they need to follow these rules, the biggest one being the ability to work from home. Income is actually an important criterion associated with ability to comply with safety recommendations. </p>\n<p id=\"xnsTWp\">Public health departments have the option of reacting in a more targeted way, and that’s really what I hope for. At this stage, we have so many more tools. Mask mandates and shutdowns are really broad things that don’t particularly target the populations that are most at risk. </p>\n<h4 id=\"ePxzqO\">Keren Landman  </h4>\n<p id=\"FPlnRp\">What are some of those other tools?</p>\n<h4 id=\"XfbX8F\">Jennifer Nuzzo  </h4>\n<p id=\"wVYYHo\">Getting more rapid tests out into the community is important, particularly in low-access places. We started with mostly government-funded testing sites, but the private sector’s involvement in testing has created inequities. The urgent care centers and pharmacies where a lot of those are located don’t exist in certain communities. </p>\n  <figure class=\"e-image\">\n        <img alt=\" \" data-mask-text=\"false\" src=\"https://cdn.vox-cdn.com/thumbor/Bw1qFSbtPzdOb1PvioA1t-VMH38=/800x0/filters:no_upscale()/cdn.vox-cdn.com/uploads/chorus_asset/file/23390403/GettyImages_1361958199.jpg\">\n      <cite>Joe Raedle/Getty Images</cite>\n      <figcaption>A volunteer hands out free Covid-19 at-home rapid test kits during a drive-through event in Hollywood, Florida, on December 30, 2021.</figcaption>\n  </figure>\n<p id=\"HMxvSf\">It frustrates me that our approach to expanding rapid testing was internet-based. That also created inequities because not everybody has the ability and the resources to do that. </p>\n<p id=\"ZGsvFi\">We haven’t done enough to make treatment more available — we need to work out the whole <a href=\"https://www.nbcnews.com/health/health-news/covid-antiviral-pill-paxlovid-underused-supply-rcna24200\">Paxlovid</a> access issue. It’s still really, really hard for people to know if they qualify and where to get it, and clinicians don’t know how to give it. Improving that is absolutely something we can and should be doing. ... During a surge, <a href=\"https://aspr.hhs.gov/TestToTreat/Pages/default.aspx\">test-to-treat programs</a> are important. </p>\n<h3 id=\"pzoDko\">We need more reliable sources of pandemic data, and more research</h3>\n<h4 id=\"x48bs3\">Keren Landman  </h4>\n<p id=\"Hts8Ge\">Are there other tools that are underrecognized on the list of things health departments can or should do as rates tick up?</p>\n<h4 id=\"GiJQBb\">Jennifer Nuzzo  </h4>\n<p id=\"or82RI\">First of all, it really, really, really frustrates me that we don’t have a better understanding of where Covid is transmitting. I really want us to be investigating cases and doing mini- epidemiology studies — focused outbreak investigations to better understand how Covid-19 is spreading now, and how can we best try to limit that from happening. </p>\n<p id=\"oLhIqb\">Not doing contact tracing universally is understandable. The goals are different: Contact tracing is also aimed at tamping down cases. We wouldn’t have to do contact tracing for all cases, because instead of trying to stop transmission, we would be trying to better understand transmission dynamics.</p>\n<p id=\"ofMLgZ\">I’d love health departments to do case control studies [which compare characteristics of infected cases and uninfected controls] to understand who is and isn’t catching Covid. That may prompt some understanding about what types of activities and exposures are most likely to result in infections. If you found that, locally, cases were rising in 2- to 5-year-olds, you would take a different measure to address that than you would if cases were rising in nursing homes.</p>\n<p id=\"vEFr55\">I also wish we were doing more genomic epidemiology to understand who’s giving the virus to whom — but that’s something that you can’t start up in the midst of a surge, because it takes resources. </p>\n<h4 id=\"jY1N4K\">Keren Landman </h4>\n<p id=\"VP2kFf\">I’m not sure if public health departments have the resources for a lot of these things. </p>\n<h4 id=\"BuMaUi\">Jennifer Nuzzo</h4>\n<p id=\"tCfVTC\">I wouldn’t have asked them to do this at the end of December [during the omicron BA.1 surge] But now, there should be more bandwidth in the system to be able to do this. If there isn’t, that means we have no system.</p>"
        },
        {
            "title": "In Her Body and Other Parties, Carmen Maria Machado knows where the bodies are buried",
            "link": "https://www.vox.com/culture/23025602/her-body-and-other-parties-review-carmen-maria-machado",
            "description": "Graywolf Press\n    \n\n  The Vox Book Club’s April pick is a tour de force short story collection. The Vox Book Club is linking to Bookshop.org to support local and independent booksellers.\nIn Carmen Maria Machado’s dazzling debut short story collection Her Body and Other Parties, ...",
            "permalink": "",
            "pubdate": "Fri Apr 15 2022 18:25:00 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://www.vox.com/rss/index.xml",
            "when": "Sun Apr 17 2022 16:26:09 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 6,
            "fullDescription": "<figure>\n      <img alt=\"Her Body and Other Parties\" src=\"https://cdn.vox-cdn.com/thumbor/3Y3pho3K4ZPtCdjNZhSpBIso1t4=/0x640:1707x1920/1310x983/cdn.vox-cdn.com/uploads/chorus_image/image/70753114/herbody.0.jpg\" />\n        <figcaption>Graywolf Press</figcaption>\n    </figure>\n\n  <p>The Vox Book Club’s April pick is a tour de force short story collection.</p> <p id=\"pIKjqe\"><em>The Vox Book Club is linking to </em><a href=\"https://go.skimresources.com/?xcust=___vx__p_22736654__t_w__r_vox.com/vox-book-club__d&amp;id=66960X1516588&amp;xs=1&amp;url=https://bookshop.org/shop/voxbookclub?\"><em><strong>Bookshop.org</strong></em></a><em> to support local and independent booksellers.</em></p>\n<p id=\"lZGQGy\">In Carmen Maria Machado’s dazzling debut short story collection <a href=\"https://go.skimresources.com?id=66960X1516588&amp;xs=1&amp;url=https%3A%2F%2Fbookshop.org%2Fbooks%2Fher-body-and-other-parties-stories%2F9781555977887&amp;xcust=Vox041522\"><em>Her Body and Other Parties</em></a>, the Vox Book Club’s pick for April, everything always comes back to the body.</p>\n<p id=\"V149B8\">Specifically, everything always comes back to women’s bodies, and all their attendant neuroses: the shame associated with women’s flesh, with fat; the way the body stores trauma; the physically embodied joy of holding a baby; all the many attacks and encroachments a woman’s body suffers.</p>\n<p id=\"eMiFia\">That’s the problem, isn’t it? A woman’s body never exists in isolation. There is always <em>her body</em>, and there are also always all those <em>other parties</em> who believe they are entitled to it.</p>\n<p id=\"wfqzMx\">That entitlement is explored to its most sinister effect in “The Husband Stitch,” the strongest and most celebrated story in the collection. It features a woman who always wears a green ribbon around her neck, and who finds herself constantly protecting her ribbon from her husband’s encroachments.</p>\n<p id=\"yrEBjl\">“A wife should have no secrets from her husband,” he tells her.</p>\n<p id=\"6Nhzpg\">“The ribbon is not a secret; it’s just mine,” she responds. She tells him not to touch it, but during sex he pins her to the bed and takes the ribbon in his hands.</p>\n<p id=\"7z1K3D\">Here, Machado is riffing off a heaving, seething mass of tales: not just that old horror story “<a href=\"https://www.buzzfeed.com/lyapalater/for-everyone-thats-still-fucked-up-over-that-stor\">The Green Ribbon</a>,” but also an urban legend about a hook-handed man, a folk tale about a feral girl raised by wolves, a fairy tale about a woman who cuts out her own liver to feed her husband. The story that gives “The Husband Stitch” its title, though, <a href=\"https://www.healthline.com/health-news/husband-stitch-is-not-just-myth\">is true</a>: It refers to what happens when an obstetrician adds an extra stitch to his repair of the vaginal opening after an episiotomy, to heighten the pleasure of a male partner during sex. The entitlement Machado is describing, the sense that it is fine to treat women’s bodies primarily as objects for someone else’s gratification, is not confined to the realm of fiction.</p>\n<p id=\"O0QBew\">Fiction, though, might offer one of the best ways to look at this ideology: slantwise, so that the full horror and tragedy and humor involved can come seeping out of the corners where they hide. In “Especially Heinous,” the novella that forms the centerpiece of the book, Machado turns her <a href=\"https://www.theguardian.com/books/2016/oct/01/angela-carter-far-from-fairytale-edmund-gordon\">Angela Carter gaze</a> on <em>Law &amp; Order: Special Victims Unit</em>, the fairy tale that has become our culture’s favorite way to think about women’s bodies and all we are entitled to extract from them.</p>\n<p id=\"EJx08t\">In Machado’s version of the story, beautiful teen model after beautiful teen model is raped and murdered, a string of doppelgänger sex crimes that mimics the repetitive structure of <em>SVU</em> itself. The murdered girls become ghosts with bells for eyes who haunt Olivia Benson’s apartment, and the repetitive <em>dun-dun</em> of the show’s theme becomes the breathing of a vast monster on whose sleeping back New York City rests. “Stabler and Benson will never forget the case where solving the crime was so much worse than the crime itself,” goes one of Machado’s deadpan episode descriptions.</p>\n<p id=\"TR5qiR\">Benson grows steadily unhinged over the course of “Especially Heinous,” but who could blame her? Isn’t that a logical reaction to a life of watching women get raped and murdered and avenged, in a world where we relax by watching a TV show about women getting raped and murdered and avenged?</p>\n<p id=\"GeyouN\">“Do you ever worry about writing the madwoman-in-the-attic trope?” asks the annoying antagonist of “The Resident,” a Victorian-inflected horror story about an artist’s residency in the Catskills. The narrator, a writer we know only as C.M., responds at first by protectively describing her autobiographical protagonist as simply “in her own head a lot.” Later, she signs herself <em>madwoman in her own attic</em>.</p>\n<p id=\"GqASK3\">Going mad, Machado seems to suggest, is a perfectly reasonable response to the world we’re living in. But if you’re writing the story, at least you’ll be building yourself your own attic.</p>\n<p id=\"03Tkfy\">Machado, at any rate, seems to have managed it. In her follow-up book, a memoir published in 2019, she built a whole <a href=\"https://www.vox.com/culture/2019/11/13/20959957/in-the-dream-house-review-carmen-maria-marchado-memoir\">Dream House</a>.</p>\n<p id=\"tOBPEW\">Share your thoughts on <em>Her Body and Other Parties</em> in the comments section below, and <a href=\"https://voxmediaevents.com/voxbookclubpresentsherbodyando\">be sure to RSVP for our upcoming live discussion event with Carmen Maria Machado</a>. In the meantime, <a href=\"https://voxbookclubpresentsthesentence.splashthat.com/\">subscribe to the </a><a href=\"http://vox.com/book-club-newsletter\">Vox Book Club newsletter</a> to make sure you don’t miss anything.</p>\n<h3 id=\"d6RyxI\">Discussion questions</h3>\n<ol>\n<li id=\"DNHDWM\">This is the first short story collection we’ve read in the book club! How do you feel about it? Did you like it better than our usual novels?</li>\n<li id=\"uUcx91\">Do you prefer short story collections built around a common theme, or do you like to skip around through different ideas?</li>\n<li id=\"Yj7Sco\">What’s your favorite story in the collection? Least favorite? I generally think “Difficult at Parties” is the weakest, but I can be convinced otherwise.</li>\n<li id=\"QSIH4K\">There’s been some critical debate over whether <em>Her Body</em> is playing more with <a href=\"https://www.nytimes.com/2017/10/04/books/review-her-body-and-other-parties-carmen-maria-machado.html\">fairy tales</a> or <a href=\"https://www.npr.org/2017/10/08/553978325/-her-body-and-other-parties-be-your-own-madwoman\">urban legends</a>. Do you think the distinction is meaningful? Where do you fall?</li>\n<li id=\"Xcf1uc\">When it comes to women’s bodies, what are other parties entitled to? </li>\n</ol>\n<div id=\"0O0zWz\">\n<div id=\"coral_thread\"></div>\n<script type=\"text/javascript\">\n  (function() {\n      var d = document, s = d.createElement('script');\n      s.src = 'https://voxbookclub.coral.coralproject.net/assets/js/embed.js';\n      s.async = false;\n      s.defer = true;\n      s.onload = function() {\n          Coral.createStreamEmbed({\n              id: \"coral_thread\",\n              autoRender: true,\n              rootURL: 'https://voxbookclub.coral.coralproject.net',\n              // Uncomment these lines and replace with the ID of the\n              // story's ID and URL from your CMS to provide the\n              // tightest integration. Refer to our documentation at\n              // https://docs.coralproject.net for all the configuration\n              // options.\n              // storyID: '${storyID}',\n              // storyURL: '${storyURL}',\n          });\n      };\n      (d.head || d.body).appendChild(s);\n  })();\n</script>\n</div>"
        },
        {
            "title": "The case for regret",
            "link": "https://www.vox.com/vox-conversations-podcast/23020287/vox-conversations-daniel-pink-the-power-of-regret",
            "description": "Getty Images\n    \n\n  Regrets, I’ve had a few, and they’re good actually. Should we embrace our regrets?\nMy intuition on this question has always pushed me in the opposite direction. If there are any truly wasted emotions, regret and worry seem like good candidates — emotions ...",
            "permalink": "",
            "pubdate": "Fri Apr 15 2022 18:10:00 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://www.vox.com/rss/index.xml",
            "when": "Sun Apr 17 2022 16:26:09 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 7,
            "fullDescription": "<figure>\n      <img alt=\"\" src=\"https://cdn.vox-cdn.com/thumbor/Beh-R4sDPlkREcgmP6AqE2JgYpE=/29x0:481x339/1310x983/cdn.vox-cdn.com/uploads/chorus_image/image/70753064/gettyimages_680693460_170667a.0.jpg\" />\n        <figcaption>Getty Images</figcaption>\n    </figure>\n\n  <p>Regrets, I’ve had a few, and they’re good actually.</p> <p id=\"7trelq\">Should we embrace our regrets?</p>\n<p id=\"YBwLcN\">My intuition on this question has always pushed me in the opposite direction. If there are any truly wasted emotions, regret and worry seem like good candidates — emotions that do little and also get you stuck in your own head. One looks to the past, the other to the future, and both are drags on the present.</p>\n<p id=\"zBmfMY\">Which is why a new book by the author Daniel Pink, called <a href=\"https://www.penguinrandomhouse.com/books/539547/the-power-of-regret-by-daniel-h-pink/\"><em>The Power of Regret</em></a>, stopped me in my tracks. As the title implies, Pink makes the case for regret and argues that it’s not only useful but potentially the most valuable emotion we have. </p>\n<p id=\"Dq1Zc9\">I reached out to Pink for the latest episode of <a href=\"https://podcasts.apple.com/us/podcast/vox-conversations/id1081584611\"><em>Vox Conversations</em></a> to talk about what he learned from surveying close to 5,000 Americans on the subject and why he’s convinced that regret is such a positive force in human life. We also discuss what people tend to regret the most, the dangers of regretting too much, and how we can learn from our mistakes and then move on with our lives.</p>\n<p id=\"SGFdjq\">Below is an excerpt, edited for length and clarity. As always, there’s much more in the full podcast, so listen and follow <em>Vox Conversations</em> on <a href=\"https://apps.apple.com/us/app/vox-conversations/id1215557536\">Apple Podcasts</a>, <a href=\"https://podcasts.google.com/search/vox%20conversations\">Google Podcasts</a>, <a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\">Spotify</a>, <a href=\"https://www.stitcher.com/show/vox-conversations\">Stitcher</a>, or wherever you listen to podcasts.</p>\n<div id=\"c149QK\"><iframe src=\"https://embed.podcasts.apple.com/us/podcast/the-case-for-regret/id1081584611?i=1000557107906&amp;itsct=podcast_box_player&amp;itscg=30200&amp;ls=1&amp;theme=auto\" height=\"175px\" frameborder=\"0\" sandbox=\"allow-forms allow-popups allow-same-origin allow-scripts allow-top-navigation-by-user-activation\" allow=\"autoplay *; encrypted-media *;\" style=\"width: 100%; max-width: 660px; overflow: hidden; border-radius: 10px; background: transparent;\"></iframe></div>\n<p id=\"2FIdSi\"></p>\n<hr class=\"p-entry-hr\" id=\"mSoTOi\">\n<h4 id=\"LtjDBX\">Sean Illing</h4>\n<p id=\"wfYySv\">I’ve always thought the only two truly wasted emotions are regret and worry, mostly because they both seem impotent and inward-looking. Why is my intuition wrong here?</p>\n<h4 id=\"lUPdHv\">Daniel Pink</h4>\n<p id=\"edLaMh\">So here’s the thing: I don’t like feeling regret. You don’t like feeling regret, right? It’s a negative emotion. It disturbs us. It perturbs us. It makes us feel bad. And yet, we have research showing that it is one of the most common emotions that human beings experience. It’s arguably the most common negative emotion that human beings experience. </p>\n<p id=\"2Rhjn3\">The question is, why is something so ubiquitous so unpleasant? And the answer is pretty obvious: It’s useful if we treat it right. The problem with regret is that we haven’t been treating it right. We have this instinctive view that it’s inherently harmful. It’s something to avoid, that we should always be positive. And that’s just flatly contradicted by 50 years of science.</p>\n<h4 id=\"tdY1xk\">Sean Illing</h4>\n<p id=\"ROqkPd\">This is something you bring up in the book, this discomfort with negative emotions in our society. We just don’t know what to do with them. Why is that?</p>\n<h4 id=\"gi8dO1\">Daniel Pink</h4>\n<p id=\"KrgKYn\">It depends on what we mean by “society,” because there are different societies. Certain religious traditions have effective ways of dealing with negative emotions, including regret. Catholicism has confession and repentance. Judaism has a day set out in the calendar to atone for your sins. </p>\n<p id=\"nZV0Kp\">I think that part of it is that we haven’t been instructed on how to deal with negative emotions. But here’s the thing: Positive emotions are good. We all want positive emotions. I want you to have positive emotions. But a life with only positive emotions is not a full and healthy life. We have negative emotions for a reason. And we can actually enlist them to lead a better life. We shouldn’t banish them. We should confront them.</p>\n<h4 id=\"2sIF2X\">Sean Illing</h4>\n<p id=\"quE6Dz\">I’m curious: Do we tend to regret the things we did or the things we didn’t do the most?</p>\n<h4 id=\"uqvh4U\">Daniel Pink</h4>\n<p id=\"frfxX2\">We looked for demographic differences and there weren’t very many. The one demographic difference, which was very clear, goes exactly to your point, and it’s a difference in age. When we are young, say in our 20s or so, Americans tend to have roughly equal numbers of action regrets (regrets about things they did) and inaction regrets (regrets about things they didn’t do). But as we enter our 30s and 40s and beyond, we start to have something like twice the number of inaction regrets.</p>\n<h4 id=\"V4i0DE\">Sean Illing</h4>\n<p id=\"wus25T\">Do you have a theory on why that is?</p>\n<h4 id=\"ETLf3G\">Daniel Pink</h4>\n<p id=\"zZfwIY\">I have a guess. I think action regrets are more easily addressed. So for instance, I saw a lot of regrets about bullying somebody in school. This was a very common regret. If I have regrets about bullying somebody in school, I can go and make amends. I can go track someone down I haven’t seen in years and make amends. I can apologize and find some kind of resolution.</p>\n<p id=\"wL6p4P\">The other thing with action regrets is that we can take the sting out of them. We can imagine a counterfactual situation in which things turned out even worse than they did. I have a database of something like 20,000 regrets and to take one example, a lot of people (mostly women) said, “I really regret marrying that idiot, but at least I have these two great kids.” So we can take the sting out of the regret in that way. This is one reason why action regrets are more solvable. </p>\n<p id=\"AT5kpo\">It’s harder to do this with inaction regrets. That’s why they stick with people. But they are also, I think, essential elements of a life well-lived. We try stuff, we learn and grow, and we regret things we didn’t try. But these kinds of regrets linger because we can’t really address them.</p>\n<h4 id=\"nTsFfo\">Sean Illing</h4>\n<p id=\"XJhh4s\">Regret is at least potentially instructive, but wallowing seems deeply unhelpful. How do we know when we’ve crossed that line?</p>\n<h4 id=\"2mQqpN\">Daniel Pink</h4>\n<p id=\"Ir4iYc\">I don’t think there’s any way to measure a precise boundary here. We don’t have that kind of granularity. But I think we can interrupt the march from the discomfort of a negative emotion to outright wallowing.</p>\n<p id=\"D9ZTTm\">There’s 20 years of research in a practice called self-compassion, which suggests that when you feel that tinge of negative emotion, [you should] treat yourself with kindness rather than contempt. Recognize that your mistakes are part of the human condition. You’re not that special. And recognize that any mistakes you make are a moment in your life, not the full definition of your life.</p>\n<p id=\"3YrTJH\">Where wallowing begins is when we say, “Oh my, I spent so much of my time in high school performing. I’m a complete loser. I’m the worst person in the world. I’m an idiot. Everybody thinks I’m an idiot.” That’s bad. That kind of self-talk is lacerating and unhealthy.</p>\n<p id=\"E1lhe3\">We sometimes over-index on our own specialness. Believe me, I can go into that database that I have of 20,000 regrets and tell you that you’re not that special, that there are a lot of people who have the same kinds of regrets that you have. It’s part of the human condition. </p>\n<h4 id=\"uvdhFw\">Sean Illing</h4>\n<p id=\"PDKfQz\">There’s also this question of guilt and whether it’s warranted or not. I know there are people who are inclined to blame themselves too quickly or feel guilty about things that they shouldn’t feel guilty about, and regret is bound up with these sorts of mistakes.</p>\n<h4 id=\"w4PYGV\">Daniel Pink</h4>\n<p id=\"sE6wah\">There’s a difference between regret and disappointment. Regret is our fault. Regret requires agency. Simply examining our regrets allows us to actually determine where we have agency and where we don’t, where it’s our fault and where it isn’t.</p>\n<p id=\"EgUeTb\">Let me give you an example of this from the regret database. I have this category of regret I call “foundation regrets.” This is people who say, “I spend too much and save too little. I smoked. I didn’t exercise enough. I didn’t work hard enough in school.” Now, at some level, you have to really analyze those.</p>\n<p id=\"ktjeuQ\">So I have a guy who I wrote about in the book. He’s 43 years old. He doesn’t have a family. He started working when he was 18. He’s a very smart guy. He earned a good salary. He has no money to show for himself. That’s on him. He just wasted his money. </p>\n<p id=\"Eo7suY\">But if you show me a 35-year-old who says, “Oh my God, I’m 35 years old and I haven’t saved any money,” and I find out that she is the first person in her family to go to college, and that she had to borrow $150,000 to go to college, and that she’s actually supporting other members of her family, the fact that she doesn’t have savings is not on her. And I think that simply examining our regrets helps us make these distinctions. </p>\n<p id=\"ncngdY\">This is one reason that I like this idea of a failure resume, where instead of listing your accomplishments and accolades, you list all of your screw-ups and failures and mistakes.</p>\n<h4 id=\"7SAicd\">Sean Illing</h4>\n<p id=\"Q3sM51\">That sounds terrible, Dan.</p>\n<h4 id=\"bHg3Ru\">Daniel Pink</h4>\n<p id=\"ET1mep\">It’s awesome! Just hear me out. Is it pleasant? No. Is it clarifying and instructive? Yes. And this is the problem, Sean: We want the clarification, we want the instruction, but we want it without the discomfort, and it doesn’t work that way. The discomfort is the source of the clarification and the instruction.</p>\n<p id=\"NEng3L\">So I list all my failures and mistakes in one column. Then in the second column, I list what’s the lesson I learned from that. And then the third column, I list what I’m going to do about it. And what happens to people, what happens to me in certain circumstances, is that this thing that I have listed as a mistake or screw-up, when I try to extract a lesson from it, the lesson is that there is no lesson. The lesson is, shit happens. Things don’t work out. And at some level that’s a relief because it allows me to tease out what I am responsible for and what I’m not responsible for. And this is a fundamentally important question in leading a healthy, meaningful life. </p>\n<h4 id=\"osL9N5\">Sean Illing</h4>\n<p id=\"mCoIOx\">One positive thing I’d say about regret is that because it’s private and inward, there’s nothing fundamentally performative about it. I think there are fewer incentives for deception, and if the main value of regret is that it’s a teacher, then that honesty seems like a very good thing.</p>\n<h4 id=\"jKLAe5\">Daniel Pink</h4>\n<p id=\"GrVUaH\">I think it’s a great point. If regret becomes too performative, it loses its value. And we’re not anywhere close to that, believe me. But I think that’s right. I think there is an authenticity when you reckon with it inside yourself, but there’s also a distortion because we’re sometimes too hard on ourselves. </p>\n<p id=\"PLzOFP\">But I’m with you on some of the dangers of all of these performative aspects of our life. You see this a little bit in the bullshit job interview question, “What’s your biggest weakness?” That’s a purely performative question, right? “I work too hard and care too much. I’m too loyal to my boss. I’m too willing to work all night.” That’s not a legitimate question and those aren’t legitimate answers.</p>\n<p id=\"IGhLE2\">It’s a very interesting point, though, that when we reflect inward, we can be more authentic. We can be more honest with ourselves. But sometimes we have a distorted view of ourselves. The solution is pretty simple: Don’t do that. Treat yourself with the same amount of kindness and generosity and empathy and compassion that you would treat somebody else. Simply doing that is a way to actually have a clearer picture as you evaluate yourself. And it’s a way to begin this process of making sense of your regret, extracting a lesson from your regret, and applying that lesson going forward.</p>\n<p id=\"3WX7Ta\"><em>To hear the rest of the conversation, </em><a href=\"https://open.spotify.com/episode/2hnarYPIEEepy2dD813nOV?si=rZT4kdrLRgWDjVjRHERtbw\"><em>click here</em></a><em>, and be sure to subscribe to </em>Vox Conversations<em> on </em><a href=\"https://apps.apple.com/us/app/vox-conversations/id1215557536\"><em>Apple Podcasts</em></a><em>, </em><a href=\"https://podcasts.google.com/search/vox%20conversations\"><em>Google Podcasts</em></a><em>, </em><a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"><em>Spotify</em></a><em>, </em><a href=\"https://www.stitcher.com/show/vox-conversations\"><em>Stitcher</em></a><em>, or wherever you listen to podcasts.</em></p>"
        },
        {
            "title": "One Good Thing: 32 years after its debut, Microsoft Solitaire is still a blissful time-waster",
            "link": "https://www.vox.com/23014144/one-good-thing-solitaire-microsoft-windows-review",
            "description": "“Oh, hey, you can put that black four under that red five,” says a helpful person looking over your shoulder. | Microsoft\n    \n\n  It’s time to celebrate the calming vibes of computer solitaire in this messed-up world we live in. A couple of months ago, I bought a new computer ...",
            "permalink": "",
            "pubdate": "Fri Apr 15 2022 17:00:00 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://www.vox.com/rss/index.xml",
            "when": "Sun Apr 17 2022 16:26:09 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 8,
            "fullDescription": "<figure>\n      <img alt=\"A game of Klondike solitaire in progress, played in Microsoft Solitaire Collection.\" src=\"https://cdn.vox-cdn.com/thumbor/-n47KbMkdKTRWD-oXOwfv0Fbv4U=/84x0:981x673/1310x983/cdn.vox-cdn.com/uploads/chorus_image/image/70752698/solitaire.0.png\" />\n        <figcaption>“Oh, hey, you can put that black four under that red five,” says a helpful person looking over your shoulder. | Microsoft</figcaption>\n    </figure>\n\n  <p>It’s time to celebrate the calming vibes of computer solitaire in this messed-up world we live in.</p> <p id=\"aY0IJv\">A couple of months ago, I bought a new computer for personal use for the first time in ages. For many boring reasons, I decided to get a Dell PC, rather than a Macbook, and when I first booted it up, I was greeted with a familiar old friend I hadn’t thought about in ages: Microsoft Solitaire Collection.</p>\n<p id=\"PSghBX\">Historian Jimmy Maher has estimated that Windows Solitaire — first released with Windows 3.0 in 1990 — is likely the most-played computer game ever made. Throughout the ’90s, the one-player card game offered a quick and easy break for bored office workers, procrastinating students, and insomniacs staring at the computer until all hours of the night. Dragging a black six to rest under a red seven, working inexorably toward clearing the board, served as many people’s introduction to computer gaming, <a href=\"https://www.filfre.net/2018/08/the-games-of-windows/\">Maher argues</a>.</p>\n<blockquote><p id=\"mpzmHw\">The games of Windows became a vital part of ... an expansion of the demographics that were playing games, accomplished not by making parents and office workers suddenly fall in love with the massive, time-consuming science-fiction or fantasy epics upon which most of the traditional computer-game industry remained fixated, but rather by meeting them where they lived. Instead of five-course meals, Microsoft provided ludic snacks suited to busy lives and limited attention spans.</p></blockquote>\n<p id=\"Yqp8Wl\">The game that most of us who grew up with Windows Solitaire think of as “solitaire” is technically a solitaire variant called “Klondike.” (Some quick terminology: Any one-player card game is called “solitaire.”) But after the success of the original solitaire program, Microsoft quickly added other solitaire variants alongside it, beginning with the puzzle-like Free Cell and continuing with the tricky untangling web of Spider.</p>\n<p id=\"nvc7nz\">The Solitaire Collection that comes bundled with Windows now includes Pyramid, in which you clear cards in the shape of a pyramid, and Tri Peaks, in which you clear cards in the shape of, well, three peaks. (Imaginatively named, these games.) This modern version ensures that any hand you are dealt is solvable, even if figuring out how to solve it can be fiendishly difficult.</p>\n<p id=\"NK8Yzz\">More regrettably, the modern version also features occasional ads, unless you want to pay a monthly subscription to go ad-free. I get that we all have to make a buck, but considering that Microsoft took the original design for its solitaire program from an intern <a href=\"https://www.solitairecardgames.com/the-man-behind-solitaire\">who has never made a cent off the game</a>, the ad-supported version strikes me as particularly galling.</p>\n<p id=\"4PG9k4\">Yet if you don’t use a computer that has Windows installed, or you don’t use a computer at all, would you believe there are so many other ways to play solitaire? Google has <a href=\"https://www.google.com/logos/fnbx/solitaire/standalone.html\">its own spin on the game</a>, and <a href=\"https://solitaired.com/\">this site</a> claims to have over 500 variations on solitaire. My favorite online solitaire site is probably <a href=\"https://worldofsolitaire.com/\">World of Solitaire</a>, and I haven’t even dug into solitaire apps. But honestly, it’s really hard to screw up solitaire. Almost any site or app is going to offer you an enjoyable, quick hand of cards.</p>\n<p id=\"Z8Adsl\">You also could just find a deck of cards and play a game yourself. A program makes setting a hand of solitaire up much easier, but you can dig out a deck of cards and play pretty much anywhere you’d like, even in corners of the world with bad wifi. (Another bonus of playing with physical cards: It’s so much easier to cheat when you get stuck.)</p>\n<p id=\"dBWU7L\">Why is solitaire — especially the Klondike version — so ubiquitous? That’s harder to answer. Certainly, most versions of solitaire are quickly understandable to anybody who has seen a deck of cards before, and most games are just long enough to offer an involving challenge but also just short enough to provide a quick diversion. For many people, a game that can be played in five to 10 minutes feels easier to justify to oneself than an epic one must sink many hours into, even if all those five to 10 minute games start to add up in aggregate.</p>\n<p id=\"23RbzN\">For me, though, I’ve found myself returning to solitaire not just because of the challenge but because of the game’s contemplative nature. Any given hand of solitaire is a singular puzzle for me to solve, and staring at the cards to figure out how they’re supposed to fit together is a good way to focus on something that will stretch my mind but also not stress me out too much.</p>\n<p id=\"4tJ0GR\">There’s a pleasant, throwback quality to solitaire in this age of doomscrolling. For a few minutes at a time, I can look away from the rest of the world and just look for a way to get to the six of clubs that I know I need to finish this game. You can put a bunch of bells and whistles on solitaire, and you can toss it into a fancy package that’s supported by ads, but it’s still just the same game as it always was. It’s a connection to a time when these glowing screens were important, sure, but also not so heavily dominant in our lives. It might be the closest one can come to going offline while staying glued to a screen.</p>\n<p id=\"jycJnt\"><em>Solitaire is available in literally thousands of places, and physical decks of cards are available in even more. Microsoft Solitaire Collection</em> <em>is available from </em><a href=\"https://www.microsoft.com/en-us/p/solitaire-collection/9nblggh08106?activetab=pivot:overviewtab\"><em>the company’s online store</em></a><em>.  For more recommendations from the world of culture, check out the </em><a href=\"https://www.vox.com/one-good-thing\"><em><strong>One Good Thing</strong></em></a><em> archives.</em></p>"
        },
        {
            "title": "How war in Ukraine is making people hungry in the Middle East",
            "link": "https://www.vox.com/23022693/war-ukraine-shipping-food-hunger",
            "description": "A baker prepares the traditional bread product manoushe in the Lebanese city of Chtaura. | Vassilis Poularikas/NurPhoto via Getty Images\n    \n\n  There’s enough food in the world, but it’s getting too expensive to ship it. Food is central to the observance of Ramadan, the Muslim ...",
            "permalink": "",
            "pubdate": "Fri Apr 15 2022 16:30:00 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://www.vox.com/rss/index.xml",
            "when": "Sun Apr 17 2022 16:26:09 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 9,
            "fullDescription": "<figure>\n      <img alt=\"A bakery counter in Lebanon.\" src=\"https://cdn.vox-cdn.com/thumbor/wp9y--Of7lb07CPiVoNgUK_SHjM=/0x0:5036x3777/1310x983/cdn.vox-cdn.com/uploads/chorus_image/image/70752610/GettyImages_1228223395.0.jpg\" />\n        <figcaption>A baker prepares the traditional bread product manoushe in the Lebanese city of Chtaura. | Vassilis Poularikas/NurPhoto via Getty Images</figcaption>\n    </figure>\n\n  <p>There’s enough food in the world, but it’s getting too expensive to ship it.</p> <p id=\"M6YeYn\">Food is central to the <a href=\"https://www.vox.com/2017/5/25/11851766/what-is-ramadan-muslim-islam-about\">observance of Ramadan</a>, the Muslim holy month that began this year on April 2. Practicing Muslims abstain from food and water throughout the day, before breaking their fast with the iftar<em> </em>meal at sunset. Iftar is meant to be a celebration, as family and friends come together each night for a meal, often served buffet-style, that will provide <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6566767/\">most of the calories for the day</a>.</p>\n<p id=\"ojUlKR\">But in Lebanon, even bread to break the Ramadan fast has become increasingly hard to find. Before the war in Ukraine, bread in Lebanon was heavily subsidized by the government. It was “the only real affordable good on a supermarket shelf,” said Majd Itani, a consultant in Lebanon whose family owns a supermarket chain in Beirut. But a reduction in subsidies, rising prices from inflation, and supply chain shocks mean that “people [who] had been increasingly reliant” on wheat products can no longer even count on their daily bread. </p>\n<p id=\"MGeVgb\">This small Middle Eastern country of nearly 7 million people had already been suffering from  <a href=\"https://www.wfp.org/publications/wfp-lebanon-2021-review\">widespread hunger</a> in the past two years. But the war is making that even worse. Ukraine and Russia combined provide <a href=\"https://www.trademap.org/Index.aspx\">95 percent of Lebanon’s wheat</a>. Martin Keulertz, a food security researcher at the American University of Beirut, told me that an estimated four out of five people in Lebanon are now food insecure, meaning “they don’t get food at all times at the sufficient quantity and quality.” </p>\n<p id=\"HFQh26\">Lebanon is just a single, acute victim of a worldwide food crisis, one that David Beasley, executive director of the UN’s World Food Programme (WFP), recently <a href=\"https://www.nytimes.com/2022/04/08/podcasts/daily-newsletter-ukraine-russian-supply-chain.html\">told the New York Times</a> has “no precedent even close to this since World War II.” At the end of 2021, global food prices were already at 10-year highs because of drought, high fuel prices, and recovering demand for <a href=\"https://www.ifpri.org/blog/covid-19-and-rising-global-food-prices-whats-really-happening\">agricultural products</a> after Covid-19. </p>\n<p id=\"zX6YMr\"><a href=\"https://www.vox.com/22989379/russia-ukraine-war-putin-zelenskyy-us-nato-explainer-questions\">Russia’s invasion of Ukraine</a>, which has embroiled two of the world’s major food and gas exporters, has added to the terrible state of global hunger, especially for countries like Lebanon in the Middle East and North Africa (MENA) region that are highly dependent on exports from the two combatants. Food prices globally are now at their <a href=\"https://apnews.com/article/russia-ukraine-business-health-europe-united-nations-fe2cc912195478f0dd861e6252c8f3b3\">highest</a> since the UN Food and Agriculture Organization (FAO) began tracking <a href=\"https://www.fao.org/worldfoodsituation/foodpricesindex/en\">in 1990</a>, and around <a href=\"https://static.hungermapdata.org/insight-reports/latest/global-summary.pdf\">887 million people</a> (342 million based on real-time monitoring and 545 million on predictive models) are currently experiencing food insecurity, with tens of millions more joining their ranks every month.</p>\n<div id=\"svK9hA\">\n<div id=\"datawrapper-7aGKn\" data-analytics-viewport=\"datawrapper\" data-iframe-fallback=\"https://img.datawrapper.de/7aGKn/full.png\" data-iframe-fallback-width=\"600\" data-iframe-fallback-height=\"400\" data-iframe-fallback-alt=\"Real FAO Food Price Index\" data-iframe=\"https://datawrapper.dwcdn.net/7aGKn/4/\" data-iframe-width=\"600\" data-iframe-height=\"400\" data-iframe-layout=\"responsive\" data-iframe-title=\"The FAO food price index is at its highest levels ever\" data-iframe-resizable=\"\"></div>\n<script type=\"text/javascript\">!function(){\"use strict\";window.addEventListener(\"message\",function(a){if(void 0!==a.data[\"datawrapper-height\"])for(var e in a.data[\"datawrapper-height\"]){var t=document.getElementById(\"datawrapper-chart-\"+e)||document.querySelector(\"iframe[src*='\"+e+\"']\");t&&(t.style.height=a.data[\"datawrapper-height\"][e]+\"px\")}});window.addEventListener('DOMContentLoaded',function(){var i=document.createElement(\"iframe\");var e=document.getElementById(\"datawrapper-7aGKn\");var t=e.dataset.iframeTitle||'Interactive graphic';i.setAttribute(\"src\",e.dataset.iframe);i.setAttribute(\"title\",t);i.setAttribute(\"frameborder\",\"0\");i.setAttribute(\"scrolling\",\"no\");i.setAttribute(\"aria-label\",e.dataset.iframeFallbackAlt||t);i.setAttribute(\"title\",t);i.setAttribute(\"height\",\"400\");i.setAttribute(\"id\",\"datawrapper-chart-7aGKn\");i.style.minWidth=\"100%\";i.style.border=\"none\";e.appendChild(i)})}()</script>\n</div>\n<p id=\"qkeXUK\"></p>\n<p id=\"eibGnO\">The dire need caused by the war and the millions of Ukrainian refugees <a href=\"https://www.nbcnews.com/news/world/poland-ukraine-refugee-crisis-russia-war-vladimir-putin-conflict-rcna21967\">forced to flee</a> because of the conflict mean that aid is being spread more thinly at a time when food and cash transfers are more vital than ever. While there’s <a href=\"https://news.un.org/en/story/2019/10/1048452\">enough food to feed everyone in the world</a>, high fuel prices make it harder to ensure food gets to the people most at risk of hunger at prices they can afford. While no one fully escapes the toll of very high food prices and scarcity — the price of food in the US <a href=\"https://abcnews.go.com/GMA/Food/inflation-surges-40-year-high-food-prices-spike/story?id=84033101\">jumped 10 percent</a> over the past year according to recently released data — it will be the poorest countries most dependent on wheat exports from Russia and Ukraine that will suffer if governments and aid organizations can’t fill in the gaps. </p>\n<h3 id=\"XsEFVH\">A war on food</h3>\n<p id=\"vxtujp\">Just because the world produces sufficient food supplies doesn’t mean there’s enough getting to the needy — and providing help for them is getting more expensive. The WFP was “incurring $42 million more [per month] for food purchases prior to the Ukraine crisis because of high food and fuel prices globally,” said Reem Nada, communications officer for the World Food Programme MENA region. “With the added blow of the Ukraine crisis, WFP is incurring another $29 million more [per month].” In Yemen and Syria — two countries in the region with severe and ongoing conflict-driven hunger crises — the WFP is only 31 percent and 24 percent funded respectively, while in Yemen alone operations are <a href=\"https://www.wfp.org/stories/yemen-millions-risk-ukraine-war-effect-rocks-region\">$10 million</a> higher per month than the WFP budgeted for. </p>\n<div id=\"BzIoLj\">\n<div id=\"datawrapper-34kEB\" data-analytics-viewport=\"datawrapper\" data-iframe-fallback=\"https://img.datawrapper.de/34kEB/full.png\" data-iframe-fallback-width=\"600\" data-iframe-fallback-height=\"376\" data-iframe-fallback-alt=\"Share of total global exports in 2020\" data-iframe=\"https://datawrapper.dwcdn.net/34kEB/1/\" data-iframe-width=\"600\" data-iframe-height=\"376\" data-iframe-layout=\"responsive\" data-iframe-title=\"Russia and Ukraine are major food exporters\" data-iframe-resizable=\"\"></div>\n<script type=\"text/javascript\">!function(){\"use strict\";window.addEventListener(\"message\",function(a){if(void 0!==a.data[\"datawrapper-height\"])for(var e in a.data[\"datawrapper-height\"]){var t=document.getElementById(\"datawrapper-chart-\"+e)||document.querySelector(\"iframe[src*='\"+e+\"']\");t&&(t.style.height=a.data[\"datawrapper-height\"][e]+\"px\")}});window.addEventListener('DOMContentLoaded',function(){var i=document.createElement(\"iframe\");var e=document.getElementById(\"datawrapper-34kEB\");var t=e.dataset.iframeTitle||'Interactive graphic';i.setAttribute(\"src\",e.dataset.iframe);i.setAttribute(\"title\",t);i.setAttribute(\"frameborder\",\"0\");i.setAttribute(\"scrolling\",\"no\");i.setAttribute(\"aria-label\",e.dataset.iframeFallbackAlt||t);i.setAttribute(\"title\",t);i.setAttribute(\"height\",\"400\");i.setAttribute(\"id\",\"datawrapper-chart-34kEB\");i.style.minWidth=\"100%\";i.style.border=\"none\";e.appendChild(i)})}()</script>\n</div>\n<p id=\"lGsJWH\"></p>\n<p id=\"t6CPyg\">Russia and Ukraine combined provide <a href=\"https://www.vox.com/future-perfect/2022/2/27/22950805/russia-ukraine-food-prices-hunger-invasion-war\">about 26 percent</a> of global wheat exports, along with high percentages of corn, vegetable oil, and barley. But in certain parts of the world, the dependency is far greater; in the MENA region, Nada told me, an average of <a href=\"https://docs.wfp.org/api/documents/WFP-0000136993/download/\">80 percent</a> of local demand for wheat is met through import, with much of it coming from nearby Russia and Ukraine.</p>\n<p id=\"QV781P\">The plight of Lebanon shows how the war in Ukraine has exacerbated one country’s already existing food security problems. While the US and other rich nations have been grappling with higher-than-expected inflation over the past year, since 2019 Lebanon has been facing an <a href=\"https://www.reuters.com/markets/rates-bonds/lebanons-financial-crisis-how-it-happened-2022-01-23/\">economic crisis</a> caused by <a href=\"https://www.aljazeera.com/economy/2021/9/21/lebanons-inflation-rate-is-worse-than-zimbabwes-and-venezuelas\">hyperinflation</a>, which means that people’s salaries have been badly outpaced by the rising price of food. As bread subsidies have waned, the cost of daily staples has risen out of reach. Keulertz told me even the nominal price of bread — meaning without accounting for inflation — had increased by almost 20 percent since October 2021.</p>\n<p id=\"ixPRDK\">In response to dwindling supplies, bakers are moving away from making more complex products like <a href=\"https://www.tastymediterraneo.com/zaatar-manouche-flat-bread-with-herbs/\">manoushe</a> (Lebanese pizza) and croissants to producing only basic bread. Even so, customers are getting even less for their money — Keulertz said the weight of a standard pack of bread has changed. “It used to be that they said it has to be 900 grams, and then it was suddenly 850, and then it was 830.” </p>\n<p id=\"m1YFgy\">Adding to the trouble, the <a href=\"https://www.reuters.com/article/us-lebanon-security-blast-grains-exclusi/exclusive-lebanon-navigates-food-challenge-with-no-grain-silo-and-few-stocks-idUSKCN25317I\">Beirut port explosion in 2020</a>, which destroyed most of Lebanon’s main granary, left Lebanon with only enough room to store one month of grain supplies. This means that the government and other actors have to work more quickly to sort out short-term disruptions in supply chains because<strong> </strong>they don’t have six months of storage to rely on to feed the country in the meantime. </p>\n<p id=\"rQdhKD\">While the direct impacts of the war on <a href=\"https://www.theguardian.com/environment/2022/mar/16/russian-soldiers-took-over-farm-battle-food-supplies-ukraine\">agriculture</a> in Ukraine will depend on the course of the conflict, the country’s agriculture minister said that the spring crop sowing area for corn and other crops <a href=\"https://www.reuters.com/world/europe/exclusive-ukraine-2022-spring-crop-sowing-area-could-be-halved-minister-2022-03-22/\">could be halved</a>. Millions of tons of corn stored in Ukraine’s silos — much of which would be destined for the export market — is proving <a href=\"https://www.bloomberg.com/news/features/2022-04-05/will-russia-s-war-in-ukraine-cause-wheat-shortages-raise-food-prices-more\">difficult to access</a>. Beyond the possibility that farms themselves will become battlegrounds, merchant vessels in the Black Sea have been hit and one has already <a href=\"https://www.reuters.com/world/europe/ukraine-says-russia-planting-mines-black-sea-shipping-perils-grow-2022-03-30/\">sunk</a>. </p>\n<p id=\"D99zDz\">Even in the unlikely scenario that the war will come to a quick close, however, other factors in the global economy mean that the pressure of food insecurity is unlikely to relent.</p>\n<h3 id=\"3UhiL9\">How food and fuel are linked</h3>\n<p id=\"ZxsWeO\">You can’t drink oil, but the price of that keystone global commodity, which was already high pre-invasion, may <a href=\"https://www.sciencedirect.com/science/article/pii/S0301421518308486\">affect the cost of food</a> more than any other single factor. “We forget that most of the cost that consumers pay is actually everything that happens after a commodity leaves the farm,” said Chris Barrett, a professor at Cornell who researches food security. This matters because “the longer-run effect and immediate effect, both are probably going to come from the energy markets,” he added. </p>\n<div id=\"kL51us\">\n<div id=\"datawrapper-ZSIpk\" data-analytics-viewport=\"datawrapper\" data-iframe-fallback=\"https://img.datawrapper.de/ZSIpk/full.png\" data-iframe-fallback-width=\"600\" data-iframe-fallback-height=\"400\" data-iframe-fallback-alt=\"Crude oil and wheat prices, indexed (January 2007 price = 100) \" data-iframe=\"https://datawrapper.dwcdn.net/ZSIpk/2/\" data-iframe-width=\"600\" data-iframe-height=\"400\" data-iframe-layout=\"responsive\" data-iframe-title=\"Wheat prices fall with oil prices in the US\" data-iframe-resizable=\"\"></div>\n<script type=\"text/javascript\">!function(){\"use strict\";window.addEventListener(\"message\",function(a){if(void 0!==a.data[\"datawrapper-height\"])for(var e in a.data[\"datawrapper-height\"]){var t=document.getElementById(\"datawrapper-chart-\"+e)||document.querySelector(\"iframe[src*='\"+e+\"']\");t&&(t.style.height=a.data[\"datawrapper-height\"][e]+\"px\")}});window.addEventListener('DOMContentLoaded',function(){var i=document.createElement(\"iframe\");var e=document.getElementById(\"datawrapper-ZSIpk\");var t=e.dataset.iframeTitle||'Interactive graphic';i.setAttribute(\"src\",e.dataset.iframe);i.setAttribute(\"title\",t);i.setAttribute(\"frameborder\",\"0\");i.setAttribute(\"scrolling\",\"no\");i.setAttribute(\"aria-label\",e.dataset.iframeFallbackAlt||t);i.setAttribute(\"title\",t);i.setAttribute(\"height\",\"400\");i.setAttribute(\"id\",\"datawrapper-chart-ZSIpk\");i.style.minWidth=\"100%\";i.style.border=\"none\";e.appendChild(i)})}()</script>\n</div>\n<p id=\"fNxNEC\"></p>\n<p id=\"CsrU7Z\">In <a href=\"https://www.nature.com/articles/s43016-021-00279-9\">a study</a> last year that covered 90 percent of the world’s food production, Barrett and his co-authors found that farmers receive only 27 percent on average of what consumers spend on food eaten at home in domestic markets, and even less for imported food. <a href=\"https://onlinelibrary.wiley.com/doi/abs/10.1093/ajae/aav040\">Another study</a> found that global oil prices affected food prices in East Africa primarily through transport costs, especially for countries that are further inland. This means that most of the costs of food — especially for foods that are being exported — happen after food is harvested in processing, manufacturing, storage, food service, and transportation. And each of these steps requires energy.</p>\n<p id=\"BYWAP5\">Meanwhile, coal, natural gas, and electricity prices are at their <a href=\"https://www.iea.org/commentaries/what-is-behind-soaring-energy-prices-and-what-happens-next\">highest levels in decades</a>, while the price of <a href=\"https://www.reuters.com/business/energy/why-us-natural-gas-prices-spiked-by-record-70-thursday-2022-01-28/\">oil has spiked</a> by nearly 70 percent over the past year. That drives up prices along multiple points of the food value chain, and will impact countries that don’t directly import from Ukraine or Russia.</p>\n<div id=\"8Hy7Ld\">\n<div id=\"datawrapper-OeEhV\" data-analytics-viewport=\"datawrapper\" data-iframe-fallback=\"https://img.datawrapper.de/OeEhV/full.png\" data-iframe-fallback-width=\"642\" data-iframe-fallback-height=\"399\" data-iframe-fallback-alt=\"World Bank Commodity Price Index for energy (crude oil, natural gas, and coal), based on nominal US dollars\" data-iframe=\"https://datawrapper.dwcdn.net/OeEhV/2/\" data-iframe-width=\"642\" data-iframe-height=\"399\" data-iframe-layout=\"responsive\" data-iframe-title=\"Energy prices are at their highest since 2008\" data-iframe-resizable=\"\"></div>\n<script type=\"text/javascript\">!function(){\"use strict\";window.addEventListener(\"message\",function(a){if(void 0!==a.data[\"datawrapper-height\"])for(var e in a.data[\"datawrapper-height\"]){var t=document.getElementById(\"datawrapper-chart-\"+e)||document.querySelector(\"iframe[src*='\"+e+\"']\");t&&(t.style.height=a.data[\"datawrapper-height\"][e]+\"px\")}});window.addEventListener('DOMContentLoaded',function(){var i=document.createElement(\"iframe\");var e=document.getElementById(\"datawrapper-OeEhV\");var t=e.dataset.iframeTitle||'Interactive graphic';i.setAttribute(\"src\",e.dataset.iframe);i.setAttribute(\"title\",t);i.setAttribute(\"frameborder\",\"0\");i.setAttribute(\"scrolling\",\"no\");i.setAttribute(\"aria-label\",e.dataset.iframeFallbackAlt||t);i.setAttribute(\"title\",t);i.setAttribute(\"height\",\"400\");i.setAttribute(\"id\",\"datawrapper-chart-OeEhV\");i.style.minWidth=\"100%\";i.style.border=\"none\";e.appendChild(i)})}()</script>\n</div>\n<p id=\"OTWTKJ\"></p>\n<p id=\"yoY5Lf\">The situation in Yemen, Syria, South Sudan, and Ethiopia — all facing conflict and already-high levels of food insecurity — is even more dire. Instability, flooding, and displacement in <a href=\"https://fscluster.org/sites/default/files/documents/ssd_hno_2022_26feb2022.pdf\">South Sudan</a> have compounded the needs of people in a country where most of the population has severe food insecurity, while the Tigray war in Ethiopia has pushed places <a href=\"https://www.nytimes.com/article/ethiopia-tigray-conflict-explained.html\">into famine</a> with limited humanitarian aid access. These countries in East Africa face higher transport costs than those in the Middle East, said Barrett, so high fuel costs could affect food security far beyond the war.    </p>\n<h3 id=\"MKZKX5\">Food aid is vital, but the pool of aid is stretched</h3>\n<p id=\"Ow47Sd\">Just as high costs make it harder for the poor to buy needed food, it’s harder for aid groups to help those in greatest need. Aid budgets are already being stretched  because a dollar now gets you less everywhere, and crises around the world — Ukraine, Tigray, South Sudan — all draw from a limited pool of aid.</p>\n<p id=\"c7XTwt\">The good news is that <a href=\"https://www.fao.org/worldfoodsituation/csdb/en/\">about 30 percent</a><strong> </strong>of the world’s wheat is in storage, according to Barrett, up from about 24 percent a decade ago. Thanks to a strong harvest in <a href=\"https://www.agri-pulse.com/articles/17341-usda-forecast-larger-wheat-stocks-despite-war-but-warns-of-uncertainty\">India</a> and <a href=\"https://foreignpolicy.com/2022/04/12/russia-ukraine-war-wheat-global-food-supply-panic/\">Australia</a> and a predicted bumper crop in the northern hemisphere, as well as a predicted drop in <a href=\"https://www.theedgemarkets.com/article/commodities-commodities-likely-continue-their-hot-streak-2022\">feed wheat demand</a>, wheat stocks should be able to meet demand through 2023 and beyond. As Barrett notes, “trade is built for moments like this.” But getting wheat from these more distant areas to the MENA region is more expensive than from the Black Sea region and takes much longer. The main challenge in the short- and medium-term will be getting this wheat to people vulnerable to hunger at a price they can afford. </p>\n<p id=\"jt4jWU\">Given that high energy costs and inflation make it more expensive to provide aid, governments — by continuing or expanding <a href=\"https://www.cgdev.org/blog/price-spike-caused-ukraine-war-will-push-over-40-million-poverty-how-should-we-respond\">social safety nets</a> domestically and by providing foreign aid — need to take steps to reduce unnecessary regulations that raise the costs of feeding the hungry. For example, the US Agency for International Development (USAID) requires that American food aid must come from US farmers, and that at least half of it must be transported in US-flagged vessels. Suspending these regulations on aid could make US food aid <a href=\"https://www.aei.org/wp-content/uploads/2017/10/International-Food-Aid-and-Food-Assistance-Programs-and-the-Next-Farm-Bill.pdf#page=14\">up to twice as cost-effective</a> and save lives both <a href=\"https://www.aei.org/american-boondoggle/to-address-ukraines-humanitarian-needs-suspend-outdated-food-aid-restrictions/\">in Ukraine</a> and far beyond its borders. </p>\n<p id=\"JHkD7c\">Aid can be given directly through shipments of food or through <a href=\"https://www.wfp.org/cash-transfers\">cash transfers</a> (either <a href=\"https://community.givedirectly.org/campaigns/333120a242e385ae\">unconditional</a> or <a href=\"https://www.wfp.org/publications/wfp-evidence-summary-cash-based-transfers-lessons-evaluations\">specifically for food</a>), and every dollar or bushel of wheat saved through streamlined regulations makes a difference. The WFP’s Nada told me there are 18 million people in Syria and Yemen receiving direct food assistance from the WFP. Because of the higher price of wheat, the WFP’s operations are being stretched past the breaking point. “[I]mports from Ukraine account for 31 percent of the wheat arriving in Yemen in the past three months — prices are suddenly seven times higher than they were in 2015,” according to a <a href=\"https://www.wfp.org/stories/yemen-millions-risk-ukraine-war-effect-rocks-region\">WFP article</a> from March. “A kilo of wheat flour now costs on average more than 800 rials (around US$3.20) in the south, compared to 146 rials (around US$0.58) before the crisis.”</p>\n<p id=\"0q3DYY\">Cash transfers or cash-based vouchers for food make up an increasing percentage of WFP’s portfolio, accounting for <a href=\"https://www.wfp.org/cash-transfers\">37 percent</a> of their global operations in 2020. These, too, have been affected by inflation and rising food prices. “If we give someone, say, a dollar, now a dollar is not worth the same and will not buy him the same amount of food it could buy a year ago or even two years ago,” said Nada.</p>\n<p id=\"cXz1DG\">Aid is more necessary than ever, but because of rising global prices, donor governments are already hitting up against funding limits, which has left the WFP and other organizations struggling to raise money. It’s imperative that high-income governments, along with development agencies and <a href=\"https://www.cgdev.org/blog/price-spike-caused-ukraine-war-will-push-over-40-million-poverty-how-should-we-respond\">international finance institutions</a>, ensure sufficient funding to fight hunger. Organizations like USAID have provided additional <a href=\"https://www.usaid.gov/news-information/press-releases/mar-16-2022-united-states-announces-nearly-585-million-new-humanitarian-assistance-yemen\">aid</a> for the <a href=\"https://www.usaid.gov/news-information/press-releases/mar-23-2022-usaid-provides-nearly-64-million-emergency-food-assistance\">food crisis</a>, but the shortfall remains.</p>\n<p id=\"qTL2s3\">Beyond this, experts say it’s <a href=\"https://www.fao.org/agroecology/database/detail/en/c/1492674/\">imperative</a> that countries producing staples avoid implementing export bans, which exacerbate food insecurity in importing countries by <a href=\"https://www.cgdev.org/blog/price-spike-caused-ukraine-war-will-push-over-40-million-poverty-how-should-we-respond\">pushing up prices</a>, even if there is <a href=\"https://www.wto.org/english/res_e/reser_e/ersd201208_e.pdf\">no actual production shortage</a>. Finally, even though there is no global wheat shortage, it’s important that organizations looking to provide aid take into account the increased supply chain costs in getting food where it needs to be — shipping wheat to Lebanon from, for example, Australia instead of Ukraine takes more time, energy, and money. In the medium term, countries that are high importers will need to take steps, like <a href=\"https://www.sciencedirect.com/science/article/pii/S116103011930036X\">growing domestic drought-resistant grains</a>, to diversify their food sources and increase domestic production.</p>\n<p id=\"bQpVSO\">Food is vital to life, and hunger is ruinous on levels both personal — a family not being able to afford iftar — and societal. It can lead to loss of social cohesion, political instability, and <a href=\"https://www.tandfonline.com/doi/abs/10.1080/07350015.2019.1684301?journalCode=ubes20\">increased conflict</a>. There is enough food in the world for everyone, but time and cost are of the essence in ensuring it gets to the people who need it most.    </p>"
        }
    ]
}