{
    "ctItemsAdded": 10,
    "whenLastItemAdded": "2022-04-17T12:26:10.651Z",
    "ctSaves": 1,
    "whenLastSave": "2022-04-17T12:26:13.642Z",
    "flDirty": false,
    "ctRiverBuilds": 0,
    "whenLastRiverBuild": "1970-01-01T00:00:00.000Z",
    "items": [
        {
            "title": "Michigan Lawmakers Must Protect the Rights of Children and Join the Global Consensus",
            "link": "https://www.aclu.org/news/human-rights/michigan-lawmakers-must-protect-the-rights-of-children-and-join-the-global-consensus",
            "description": "As of April 15, 2022, I have spent 12,075 days behind bars for a 1989 crime I was convicted of committing at age 15. It would be the first and only arrest during my childhood. Since then, I have languished behind bars for more than two-thirds of my life, living in a veritable ...",
            "permalink": "",
            "pubdate": "Fri Apr 15 2022 21:15:40 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/362/feed",
            "when": "Sun Apr 17 2022 16:26:10 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 30,
            "fullDescription": "<p>As of April 15, 2022, I have spent 12,075 days behind bars for a 1989 crime I was convicted of committing at age 15. It would be the first and only arrest during my childhood. Since then, I have languished behind bars for more than two-thirds of my life, living in a veritable penal tomb.</p>\n<p>I am one of 363 people in Michigan sentenced to life without parole (LWOP) for crimes committed as children — sometimes called “juvenile lifers.” I am also the first person in Berrien County, Michigan to be charged under a 1988 law that empowered prosecutors to automatically transfer children to be tried and sentenced in adult court. Michigan ranks first in the nation as the state with the largest number of juvenile lifers.</p>\n<p>My arrest occurred during the height of America&#8217;s tough-on-crime era when children of color were being demonized as &#8220;<a href=\"https://www.themarshallproject.org/2020/11/20/superpredator-the-media-myth-that-demonized-a-generation-of-black-youth\">superpredators</a>&#8221; and states were making it easier to impose mandatory LWOP sentences on kids that are tantamount to death-by-incarceration. More than three decades later, I am a husband, proud father to three amazing daughters, and a grandfather. I am also a journalist and social justice advocate who works at the intersection of decarceration, racial justice, and conflict resolution. This month I will turn 49 years old — my 34th birthday in prison.</p>\n<div class=\"wp-sizing-container sizing--one-third alignment--left\">\n    <figure class=\"wp-image mb-md\">\n\t\t  <img width=\"1084\" height=\"1500\" src=\"https://www.aclu.org/wp-content/uploads/2022/04/EP-Photo-March-1989.jpg\" class=\"attachment-original size-original\" alt=\"A school photo of Efren Paredes, the author, at 15 years old.\" loading=\"lazy\" srcset=\"https://www.aclu.org/wp-content/uploads/2022/04/EP-Photo-March-1989.jpg 1084w, https://www.aclu.org/wp-content/uploads/2022/04/EP-Photo-March-1989-768x1063.jpg 768w, https://www.aclu.org/wp-content/uploads/2022/04/EP-Photo-March-1989-400x554.jpg 400w, https://www.aclu.org/wp-content/uploads/2022/04/EP-Photo-March-1989-600x830.jpg 600w, https://www.aclu.org/wp-content/uploads/2022/04/EP-Photo-March-1989-800x1107.jpg 800w, https://www.aclu.org/wp-content/uploads/2022/04/EP-Photo-March-1989-1000x1384.jpg 1000w\" sizes=\"(max-width: 1084px) 100vw, 1084px\" />\t\n\t\t  <figcaption class=\"wp-image__caption is-caption mt-xs\"><p>The author at 15 years old.</p>\n</figcaption>\n\t\n\t  </figure>\n</div><p>Like many people convicted of a crime as a child, I have accomplished a lot during my time in prison. But outdated and inhumane sentencing policies still embraced by states like Michigan continue to prevent people like me from getting a second chance to contribute all we have to offer to the world beyond bars. Now, Michigan lawmakers have a chance to change that.</p>\n<p>Last year, the Inter-American Commission on Human Rights (IACHR) issued a <a href=\"https://www.dropbox.com/s/rz101iju62yy0o8/IACHR%20Findings%20and%20Recommendations%201_28_2022.pdf?dl=0\">historic report</a> that analyzed the practice of sentencing children to life without parole, and called on the United States to “prohibit and abolish the sentence of life imprisonment without parole for juveniles” in Michigan and across the country. The report was issued in response to a <a href=\"https://www.aclu.org/legal-document/hill-v-united-states-america-petition-alleging-violations-human-rights-juveniles?redirect=cpredirect/24232\">petition</a> filed in 2006 by the ACLU, the ACLU of Michigan, and the Columbia Law School Human Rights Institute <a href=\"https://www.aclu.org/legal-document/final-observations-regarding-merits-case-juvenile-offenders-sentenced-life\">on behalf of 32 people</a> sentenced to life without parole in Michigan..</p>\n<p>In its scathing analysis of Michigan’s treatment of juvenile lifers, the IACHR found “the sentencing of juveniles to life without parole … incompatible with the International Covenant on Civil and Political Rights, a human rights treaty ratified by the United States.”</p>\n<p>The United States is the only country in the world that still sentences children to life in prison without the possibility of parole. There is a global consensus that children cannot be held to the same standards of responsibility as adults, and that they are entitled to special protection and treatment by the criminal legal system — yet the United States doesn’t do so and remains a shameful outlier.</p>\n<p>Recognizing the inhumanity of this treatment, 25 states and the District of Columbia have outlawed life-without-parole sentences for children. In nine other states, no one is serving a juvenile LWOP sentence. But in 16 states, these sentences are still legal.</p>\n<p>Michigan, which allows a child over the age of 13 to be sentenced to life without parole, is the worst offender. It&#8217;s a stain on our state’s reputation, and the mark of a recalcitrant throw-away mentality. It is also at odds with the growing majority of states in the country that have embraced the concepts of redemption and second chances — and the U.S. Supreme Court, which held in 2012 that mandatory life-without-parole sentences for children violate the Eighth Amendment.</p>\n<p>Michigan lawmakers now have a chance to bring our state in line with global standards for the treatment of children convicted of serious crimes. Bills were <a href=\"https://www.abc12.com/news/state/bills-would-ban-life-without-parole-sentences-for-juvenile-offenders-in-michigan/article_bff4a7b8-a6c9-11ec-ad80-1ff45f43a1cc.html\">introduced</a> this year in both the state’s House and Senate that would ban life-without-parole sentences for juveniles. These bills (House Bills 5941-5944 and Senate Bills 848-851) all have bipartisan support, reflecting the growing consensus that second chances are imperative, especially for young people. By <a href=\"https://www.change.org/p/pass-michigan-senate-bills-848-851-into-law\">passing these bills</a>, lawmakers can signal their support for rehabilitation and the eventual reintegration into society of children the state once sentenced to die in prison.</p>\n<p>While the IACHR lacks the authority to enforce its recommendation on the U.S., its decision on LWOP sentences for children can and should influence the way Michigan and other states treat children convicted of crimes by highlighting the panoply of human rights violations they&#8217;ve been subjected to as a consequence of extreme sentences. The commission’s analysis can also be presented in courts and used to inform lawmakers why LWOP sentences for children are inhumane and misguided.</p>\n<p>The IACHR’s report should also prompt the U.S. Senate to finally ratify the Convention on the Rights of the Child (CRC), the world&#8217;s most widely ratified treaty. The U.S. remains the only country in the world that hasn’t ratified it, the most comprehensive universal human rights treaty on children’s rights. If ratified, the CRC would prohibit life-without-parole sentences for children in all 50 states.</p>\n<p>Michigan lawmakers don&#8217;t need another independent international commission or court ruling to tell them they are standing on the wrong side of history. It is past time for Michigan and the U.S. to catch up to the global community when it comes to protecting the rights of children and recognizing their inherent dignity. Abandoning the draconian practice of condemning children to die in prison will reflect the evolving standards of decency that mark the progress of a civilized society.</p>\n\t\t<div class=\"rss-cta__title\">Stay informed about our work</div><a href=\"https://action.aclu.org/signup/pm-become-aclu-supporter\" class=\"rss-cta__button\">Sign up</a></div>"
        },
        {
            "title": "New Trends May Help TikTok Collect Your Personal, Unchangeable Biometric Identifiers",
            "link": "https://www.aclu.org/news/privacy-technology/new-trends-may-help-tiktok-collect-your-personal-unchangeable-biometric-identifiers",
            "description": "People post pictures and recordings of themselves every day online. It feels harmless, and for the most part, it is. But new technologies can add a dangerous layer to casual social media posting: the possible extraction, without our knowledge or consent, of our biometric ...",
            "permalink": "",
            "pubdate": "Thu Apr 14 2022 18:00:24 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/362/feed",
            "when": "Sun Apr 17 2022 16:26:10 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 31,
            "fullDescription": "<p>People post pictures and recordings of themselves every day online. It feels harmless, and for the most part, it is. But new technologies can add a dangerous layer to casual social media posting: the possible extraction, without our knowledge or consent, of our biometric identifiers.</p>\n<p>Biometric identifiers are measurements of our personal, unchangeable biological characteristics that uniquely identify us — like fingerprints and faceprints. Biometric identifiers can also be captured from the patterns in our eyes or the sound of our voices. Unlike other forms of personal information, biometric identifiers can’t be changed, even once compromised. People can change their names and addresses to shield their whereabouts and identities from individuals who seek to harm them, but they can’t change their faces. And, since biometric identifiers can be collected surreptitiously and at a distance, they offer a surveillance capability unlike any other technology in the past, making it dangerously easy to identify and track us at protests, AA meetings, counseling sessions, political rallies, religious gatherings, and more.</p>\n<p>This danger isn’t far off into the future. The technology exists now: A <a href=\"https://sanfrancisco.cbslocal.com/2015/05/27/this-iris-scanner-can-identify-you-from-40-feet-away/\">special scanner</a> can already identify you by your iris from 40 feet away. <a href=\"https://www.bleepingcomputer.com/news/security/scientists-extract-fingerprints-from-photos-taken-from-up-to-three-meters-away/\">Fingerprints</a> have been extracted from photos of exposed fingers, taken both up close and from a distance. Because this can happen at a distance, or from recordings posted online, it’s possible without our knowledge or consent. For many of us, hitting the record button to create content online can now pose an unintentional privacy risk that could result in the loss of control over our most sensitive information.</p>\n<p>Last month, TikTok users started a seemingly innocuous <a href=\"https://vm.tiktok.com/ZTdmgmDYo/\">trend</a> that highlights the irises in their eyes. Users show their eyes up close, then use a high resolution filter to show the details, patterns, and colors of their irises. What started as a new filter in response to the popular TV series “Euphoria” has turned into a rapidly-growing trend: More than 700,000 videos have been created in the span of around a month. However, as these videos proliferated, so did concerns about people inadvertently exposing their unique biometric identifiers to collection through automated scanning of these iris images. Such scanning is a form of biometric technology similar to face recognition and fingerprinting.</p>\n<p>Despite TikTok users expressing concern, the company has not answered critical questions, including whether TikTok has partnered with companies selling iris recognition technology, whether they’re harvesting this sensitive data, where it’s being hosted, or what they might use this data for. The lack of transparency is a big part of the problem.</p>\n<p>From using facial recognition to automatically <a href=\"https://www.digitaltrends.com/social-media/tiktok-facial-recognition-video-face-search-feature-china/\">recognize and search</a> for people’s faces — even those people who are not on the app — to <a href=\"https://gizmodo.com/tiktok-quietly-tweaks-privacy-policy-to-collect-your-bi-1847032399\">voice data technology </a>to inform auto-captioning, many of TikTok’s key features rely on their ability to capture mass amounts of data, raising a host of data collection and privacy issues. This includes a <a href=\"https://techcrunch.com/2021/06/03/tiktok-just-gave-itself-permission-to-collect-biometric-data-on-u-s-users-including-faceprints-and-voiceprints/\">recent class action lawsuit</a> in <a href=\"https://www.nbcchicago.com/news/local/if-youve-used-tiktok-heres-how-to-claim-money-from-class-action-lawsuit/2687313/\">Illinois</a> that <a href=\"https://www.biometricupdate.com/202110/bytedance-tiktok-biometric-data-privacy-lawsuit-closer-to-closure\">accused</a> TikTok of collecting subscribers’ biometrics and other personally identifying data, tracking the data and, in some cases, sharing it with third parties without consent. The lawsuit alleged that the collection of biometric identifiers without consent violated the Illinois <a href=\"https://www.aclu-il.org/en/campaigns/biometric-information-privacy-act-bipa\">Biometric Information Privacy Act (BIPA), which protects Illinoisians&#8217;</a> right to privacy by establishing guardrails for how companies can collect and use people’s biometric identifiers.</p>\n<p>TikTok’s parent company ByteDance, for its part, denied these accusations, although as part of a settlement they did agree to pay $92 million to individuals whose interests were represented by the class action, as well as to hire a third-party firm for three years to oversee data privacy training for employees, and to avoid collecting biometrics and location data from users without notifying them and without complying with BIPA and similar laws.</p>\n<p>After TikTok settled, they quietly updated their <a href=\"https://www.tiktok.com/legal/privacy-policy-us?lang=en\">privacy policy</a> in summer 2021 to add facial features, audio, and words spoken to a list of information the company can collect automatically. Perhaps most troublingly, the policy specified that the company “may collect biometric identifiers and biometric information” from its users’ content, including “faceprints and voiceprints.” When <a href=\"https://techcrunch.com/2021/06/03/tiktok-just-gave-itself-permission-to-collect-biometric-data-on-u-s-users-including-faceprints-and-voiceprints/\">TechCrunch</a> reached out to TikTok, they could not confirm what product developments necessitated the addition of biometric data to its list of disclosures about the information it may automatically collect from users, but said it would ask for consent in the case such data collection practices began.</p>\n<p>The language used in TikTok’s updated policy is vague, raising questions about how it might be applied or abused. For example, there’s a line in the policy saying: “Where required by law, we will seek any required permissions from you prior to any such collection.” Companies should commit to <i>only</i> collecting and using people’s sensitive biometric identifiers with express prior consent. Unfortunately, intense industry lobbying over the course of years means that very few states have laws requiring consent before companies can collect people’s biometric identifiers. Only Illinois, Texas, and Washington have enacted these kinds of biometric privacy laws. Nor is there a comprehensive federal policy on how companies should go about storing, selling, or sharing this incredibly important personal information. These sparse restrictions are a nightmare for our civil liberties. Companies, like <a href=\"https://www.aclu.org/cases/aclu-v-clearview-ai\">Clearview AI</a> for example, have offered up massive biometric databases to private companies, police, federal agencies, and wealthy individuals, allowing them to secretly track and target whomever they wished using this technology.</p>\n<p>If businesses like TikTok have access to our biometric identifiers, there is little regulation defining what they <i>can’t</i> do with them, which is what could make trends like the Euphoria filter so concerning. TikTok is not the only social network operating in a largely unregulated environment where personal data drives corporate profits, and it’s also <a href=\"https://www.securitysales.com/access/mlb-stadiums-biometric-security-screening/\">not</a> the only company sitting on a ton of biometric data. That means that we all need to be vigilant about the growing number of apps and filters that take our most personal data in exchange for creating entertaining content. Companies like TikTok have an obligation to protect their more than <a href=\"https://blog.hootsuite.com/tiktok-stats/#:~:text=18.,population%20of%20people%20over%2018.&amp;text=TikTok%27s%20reach%20is%20highest%20for,24%20and%2017.9%25%20of%20males.\">1 billion monthly users’</a> privacy.</p>\n<p>As long as an app claims the right to collect and store biometric data, it is critical that users are given the resources they need to understand what they’re giving away, as well as the ability to protect that information. Particularly, companies should obtain active user consent through a transparent process before collecting biometric identifiers, and include provisions that allow users to deny consent to such data collection without any penalties. And on a bigger scale, more states must join places like Illinois in enacting legislation that ensures that companies only use our biometrics with our knowledge and consent.</p>\n<p>The stakes are high, wide-ranging, and unpredictable: When apps have access to our most personal information, there are endless avenues for exploitation.</p>\n\t\t<div class=\"rss-cta\"><div class=\"rss-cta__subtitle\">What you can do:</div><div class=\"rss-cta__title\">Stop Face Surveillance Technologies</div><a href=\"https://action.aclu.org/send-message/congress-stop-face-surveillance-technologies\" class=\"rss-cta__button\">Send your message</a></div>"
        },
        {
            "title": "Alabama Wants to Criminalize Medically-Necessary Care for Trans Youth. Two Dads are Fighting Back.",
            "link": "https://www.aclu.org/news/lgbtq-rights/alabama-wants-to-criminalize-medically-necessary-care-for-trans-youth-two-dads-are-fighting-back",
            "description": "Although they have never met one another, Jeff Walker and Jeff White have a lot in common. Both have called Alabama home for decades and have built their lives around raising a family there. Both were unsure about what to do when each of their daughters said, “I’m transgender.” ...",
            "permalink": "",
            "pubdate": "Thu Apr 14 2022 00:12:49 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/362/feed",
            "when": "Sun Apr 17 2022 16:26:10 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 32,
            "fullDescription": "<p>Although they have never met one another, Jeff Walker and Jeff White have a lot in common. Both have called Alabama home for decades and have built their lives around raising a family there. Both were unsure about what to do when each of their daughters said, “I’m transgender.” But both of them, along with their wives, Lisa Walker and Christa White, refused to give into fear. They listened to their daughters, they learned from them and others, and above all else they continued to love and support their children.</p>\n<p>Now, both dads fear they might have to leave their home state to do what’s best for their kids.</p>\n<p>That’s because earlier this month, Alabama has made it a felony, punishable with up to 10 years in prison, to provide medically necessary care to trans youth. But rather than be driven out, these families are choosing to courageously challenge this unjust and harmful law.</p>\n<p>We recently <a href=\"https://www.aclu.org/cases/walker-et-al-v-marshall-et-al\">sued</a> in Alabama on behalf of the White and Walker families to stop this law from going into effect. This is the seventh challenge to an anti-trans law we have brought since 2020, along with <a href=\"https://www.aclu.org/news/lgbtq-rights/texas-wants-to-take-trans-kids-from-their-supportive-parents-were-suing\">our lawsuit</a> blocking Texas Gov. Greg Abbott’s directive to investigate families with trans kids for child abuse.</p>\n<p>Even when a bill doesn’t pass or is blocked by courts, we know the consequences are grave. A leading suicide prevention organization <a href=\"https://www.thetrevorproject.org/blog/joint-statement-by-the-american-foundation-for-suicide-prevention-and-the-trevor-project/\">says</a> “the escalation of state policies that are harmful to LGBTQ people will only heighten and intensify experiences of rejection and discrimination and could lead to an increase in suicidal ideation.” Another organization reports increases in messages by LGBTQ+ youth to their crisis prevention hotline when anti-trans bills are introduced in the youth’s state. Trans youth, their parents, their doctors, and their teachers around the country are living in fear of being forced out of their state or their job.</p>\n<p>We will continue to fight in state legislatures and courts, but the true measure of our work must be preventing these laws from being introduced in the first place.</p>\n<p>We want more people to learn what Jeff Walker and Jeff White learned: that the medical care their daughters are receiving has been prescribed to cisgender adolescents for decades; that providing this care to transgender youth is supported by every <a href=\"https://www.aclu.org/news/lgbtq-rights/doctors-agree-gender-affirming-care-is-life-saving-care/\">major medical association;</a> that this medical care is safe and effective; and when transgender youth are denied this care, it is more likely they will experience depression, struggle in school, and consider suicide.</p>\n<p>Ultimately, like so many parents, these families decided to love their children and ensure that they are able to thrive.</p>\n<p>The families report that when their daughters started to work with doctors, the team of health care providers were respectful, informative, and supportive. The providers assessed the girls to learn about their individual and unique needs. They gave the families truthful and unbiased information about what research has shown to be safe and effective medical care for young trans people. The families asked questions. The healthcare teams patiently answered. And, in the end, these two families decided on the best course of action to take for their kids.</p>\n<p>Since accessing medical care, their daughters have grown more confident and are performing better in school. They are still the same people that they have always been — H.W. continues to love politics, and C.W. continues to love video games. But now, they are able to live more openly as their true selves and have become more connected with their families.</p>\n<p>Jeff, Lisa, Jeff, and Christa are not alone. Parents around the country have spoken up in support of their transgender kids in the wake of the political and legislative attacks.</p>\n<p>If our litigation doesn’t succeed, some families with the means to do so will move out of state to protect their kids. But many families with trans kids won’t have that option. For them, this lawsuit will determine whether they can continue to get the care they need, or whether they will be barred from accessing that care until 19, the age of majority in Alabama.</p>\n<p>Trans youth need adults to <a href=\"https://action.aclu.org/petition/take-pledge-support-trans-youth-now\">speak up</a> and say these attacks must end. If you want to speak up but don’t know what to say, we have a <a href=\"https://www.aclu.org/news/lgbtq-rights/your-guide-to-talking-about-attacks-on-trans-youth\">guide</a> to talking about attacks on trans youth.</p>\n<p>Passing bills that attack trans youth won’t stop youth from being trans, but they will stop trans youth from growing up at all.</p>\n\t\t<div class=\"rss-cta\"><div class=\"rss-cta__subtitle\">What you can do:</div><div class=\"rss-cta__title\">Take the Pledge: Support Trans Youth Now</div><a href=\"https://action.aclu.org/petition/take-pledge-support-trans-youth-now\" class=\"rss-cta__button\">Take the Pledge</a></div>"
        },
        {
            "title": "How Ending Legacy Admissions Can Help Achieve Greater Education Equity",
            "link": "https://www.aclu.org/news/racial-justice/how-ending-legacy-admissions-can-help-achieve-greater-education-equity",
            "description": "Higher education should be accessible to everyone — regardless of background or socioeconomic status — but unfortunately, that’s not the reality for all students. For many first generation, low-income, Black, Latinx, and other students of color, the road to college is filled ...",
            "permalink": "",
            "pubdate": "Tue Apr 12 2022 21:05:13 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/362/feed",
            "when": "Sun Apr 17 2022 16:26:10 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 33,
            "fullDescription": "<p>Higher education should be accessible to everyone — regardless of background or socioeconomic status — but unfortunately, that’s not the reality for all students. For many first generation, low-income, Black, Latinx, and other students of color, the road to college is filled with roadblocks that are deeply rooted in our country’s history of systemic inequity. This path for many of these students begins with poorly funded urban schools, high rates of poverty, inadequate test preparation, unaffordable tuition, and a general lack of guidance available to students applying for financial aid — just to name a few. But the barriers to admission don’t end there.</p>\n<p>Many of these students compete for limited spots at universities that use “legacy status” as a factor when weighing admissions — a practice that disproportionately gives preference to white and wealthy student applicants whose family member is an alumni of the college or university they’re applying to. Ending these legacy admissions practices is a critical step that can help address long-standing disparities and inequality in higher education while increasing access for underrepresented students who have been historically shut out.</p>\n  <div class=\"alignleft mb-md wp-pullquote \">\n    <div class=\" wp-pullquote-inner\">\n      <p>At top colleges and universities across the country, more legacy students are likely to be accepted than Black and Latinx students combined.</p>\n      \n          </div>\n  </div>\n<p>Legacy admissions policies offer an advantage to applicants, usually coming from elite high schools, who already benefit from greater access to wealth and educational resources. During the admissions process, legacy applicants are given a substantial advantage over non-legacy applicants, on average amounting to a <a href=\"https://edreformnow.org/wp-content/uploads/2018/07/Admissions-Background-Memo.pdf\">160 point increase on the SAT —</a> a test which has been shown to <a href=\"https://www.cnbc.com/2019/10/03/rich-students-get-better-sat-scores-heres-why.html\">cater</a> to white, male students with upper income backgrounds. At top colleges and universities across the country, <a href=\"https://www.insidehighered.com/admissions/article/2017/08/21/data-provide-insights-advantages-and-qualifications-legacy-applicants\">more legacy students</a> are likely to be accepted than Black and Latinx students combined.</p>\n<p>Legacy preferences reinforce long standing economic, social, and educational disparities between white students and BIPOC students by shutting them out of spots in universities and further privileging wealthy, white students with more access to resources and institutional connections. In most cases, admission rates for legacy applicants can outnumber admission rates for Black students, with legacies making up <a href=\"https://edreformnow.org/wp-content/uploads/2018/07/Admissions-Background-Memo.pdf\">10 to 25 percent of available student admissions</a> at top universities. Harvard, for example, has an <a href=\"https://college.harvard.edu/admissions/admissions-statistics\">average</a> <a href=\"https://www.thecrimson.com/article/2018/6/20/admissions-docs-legacy/\">legacy admissions rate of 33 percent</a>, which is more than five times higher than non-legacy admission rates, while Black students comprise <a href=\"https://college.harvard.edu/admissions/admissions-statistics\">16 percent</a> of the admitted class of 2025. And as of 2020, Notre Dame led the nation’s top colleges in legacy admissions with a rate of <a href=\"https://ndsmcobserver.com/2020/02/its-time-to-rethink-legacy-admissions/\">36 percent, while maintaining one of the smallest Black student bodies at 3 percent</a>.</p>\n<p>These inequitable disparities are exactly why the ACLU is <a href=\"https://www.aclu.org/letter/aclu-urges-cosponsorship-fair-college-admissions-students-act-hr6559\">advocating</a> to <a href=\"https://www.aclu.org/letter/aclu-urges-cosponsorship-fair-college-admissions-students-act-s3559\">end</a> these practices, which are rooted in racism and tantamount to systemic discrimination, today.</p>\n<p>By nature and outcome, legacy preferences are clearly exclusionary. More troubling, they are deeply rooted in our nation’s racist history. Legacy admission policies were enacted among America’s elite higher education institutions as an antisemitic reaction to the increasing enrollment of Jewish immigrant students after World War I. Then President of Harvard Lawrence Lowell <a href=\"https://www.theatlantic.com/education/archive/2019/03/history-privilege-elite-college-admissions/585088/\">instituted legacy preference and a focus on “subjective qualities</a>” into the Harvard application, after failing to institute an explicit quota system. This system allowed Harvard to keep Jewish immigrants out of Harvard under the guise of holistic admissions. Today, legacy admissions act more prominently as an exclusionary barrier for BIPOC, low-income, and first-generation students at colleges and universities.</p>\n  <div class=\"alignleft mb-md wp-pullquote \">\n    <div class=\" wp-pullquote-inner\">\n      <p>Among the top 100 universities, only 27 either never used or have ended the use of legacy preferences.</p>\n      \n          </div>\n  </div>\n<p>Let’s be clear: Many of the nation’s top institutions are making progress at breaking down systemic barriers to entry for BIPOC students, as evidenced by<a href=\"https://www.jbhe.com/2020/02/black-first-year-students-at-nations-leading-research-universities-2019/\"> growing rates of diversity at the nation&#8217;s leading research universities</a>. Yet too many fall short when considering ending legacy preferences, which is perhaps the clearest example of a systemic barrier that restricts BIPOC students from attending college. Among the top 100 universities, only 27 either never used or have ended the use of legacy preferences. However, growing calls to end this decades-old practice have prompted elite universities to start doing away with it. In the last two years, both <a href=\"https://hub.jhu.edu/magazine/2020/spring/ending-legacy-admissions/\">Johns Hopkins University</a> and <a href=\"https://www.amherstbulletin.com/Amherst-College-ends-legacy-admissions-preference-offers-more-financial-support-43205135\">Amherst College</a> have announced the elimination of legacy preferences from their admissions procedures, citing commitments to racial equity and the desire to help bolster social mobility. Since making the change, both universities have reported an <a href=\"https://time.com/6109673/amherst-legacy-admissions/\">increase in enrollment</a> of BIPOC and <a href=\"https://www.theatlantic.com/ideas/archive/2020/01/why-we-ended-legacy-admissions-johns-hopkins/605131/\">first generation</a> students, as well as Pell grant recipients. The Massachusetts and California Institutes of Technology and a few others have followed suit.</p>\n<p>Universities are making progress, but not fast enough.</p>\n<p>Fortunately, remedies have begun to appear at the federal and state level. Recently, the <a href=\"https://bowman.house.gov/_cache/files/7/c/7c2f6121-6897-47cf-bde0-d27c6808b742/7BA1655E70C8AE5913B83E640870DF5B.fair-college-admissions-act-section-by-section.pdf\">Fair College Admissions for Students Act</a> was introduced in the 117th Congress by Rep. Jamaal Bowman and Sen. Jeff Merkley. The bill would deny federal financial aid to colleges and universities that uphold preferential treatment for legacy applicants, thereby opening the door to more equitable and accessible college admissions processes. In 2021, Colorado made history when it <a href=\"https://www.npr.org/2021/05/27/1000868262/colorado-becomes-first-state-to-ban-legacy-college-admissions\">became the first state</a> to sign a ban of legacy admissions for public colleges into law. Currently, <a href=\"https://www.courant.com/politics/hc-pol-legacy-admissions-20220218-3k5bdv2wi5hy5ao7a5wdzj54xa-story.html\">the Connecticut legislature is considering legislation</a> that would ban legacy preferences at public and private universities.</p>\n<p>Political realities in Congress and in many states, however, present difficult paths to ending legacy admissions policies at universities. Further, many university administrations, fearful of losing alumni donations, <a href=\"https://www.dailyprincetonian.com/article/2021/11/princeton-legacy-admissions-amherst-college-opinion\">resist calls</a> to end the practice despite <a href=\"https://www.thecrimson.com/article/2021/10/26/timalsina-harvard-must-abolish-legacy-admissions/\">growing opposition</a> among their <a href=\"https://yaledailynews.com/blog/2021/11/04/yale-college-council-calls-for-end-to-legacy-preference-in-admissions-while-quinlan-defends-practice/#:~:text=A%20resolution%20passed%20Oct.%2017%20by%20the%20Yale,stop%20considering%20legacy%20status%20in%20its%20admissions%20deliberations.\">student bodies</a>. Ending legacy admissions is vital to fostering equity and access in higher education for first generation, low-income, and BIPOC students, enabling them to realize their educational and career dreams — dreams that shouldn’t be reserved for a select few students, based on their income, family connections, or proximity to whiteness.</p>\n\t\t<div class=\"rss-cta\"><div class=\"rss-cta__subtitle\">What you can do:</div><div class=\"rss-cta__title\">Cancel Student Debt: $50K for Every Borrower</div><a href=\"https://action.aclu.org/petition/cancel-student-debt-50k-every-borrower\" class=\"rss-cta__button\">Add your name</a></div>"
        },
        {
            "title": "10 Books Politicians Don’t Want You to Read",
            "link": "https://www.aclu.org/news/free-speech/10-books-politicians-dont-want-you-to-read",
            "description": "Book bans are nothing new. Throughout history, certain books have come under fire for content deemed inappropriate or controversial — often, that content is by and about people of color, the LGBTQ community, and other marginalized groups. As a spate of classroom censorship bills ...",
            "permalink": "",
            "pubdate": "Mon Apr 11 2022 17:00:33 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/362/feed",
            "when": "Sun Apr 17 2022 16:26:10 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 34,
            "fullDescription": "<p>Book bans are nothing new. Throughout history, certain books have come under fire for content deemed inappropriate or controversial — often, that content is by and about people of color, the LGBTQ community, and other marginalized groups. As a spate of <a href=\"https://www.aclu.org/news/free-speech/defending-our-right-to-learn\">classroom censorship</a> bills aim to erase discussions about race and gender in schools across the country, books about the same issues are being banned and challenged across public schools and libraries at an alarming rate. In 2021, the American Library Association recorded <a href=\"https://www.cnn.com/2022/04/05/politics/republican-states-book-ban-race-lgbtq/index.html:\">729 book challenges</a>, compared to 156 challenges received the year prior.</p>\n<p>Read about some of the books that have most recently been banned or challenged for removal across public schools and libraries in our ‘ACLU Banned Book Club Reading List’ below.</p>\n<p><i>NOTE: The following list includes books that have been formally removed or were recently challenged for removal from public schools or libraries. </i></p>\n<p><a href=\"https://shop.aclu.org/banned-books-bookmark/\">https://shop.aclu.org/banned-books-bookmark/</a></p>&nbsp;\r\n&nbsp;\r\n<hr data-v-581b3d89=\"\" class=\"mark\" style=\"background-color: #0055AA;\">\r\n<h2 id=\"\" class=\"wp-heading-h2 with-mark\">1. \"The Bluest Eye\" by Toni Morrison</h2>\r\n&nbsp;<p>Published in 1970, “The Bluest Eye” was Nobel and Pulitzer Prize winning author Toni Morrison’s first novel. Its 11-year-old protagonist, Pecola Breedlove, copes with racism and sexual abuse as she comes of age in 1940s Ohio. Despite its status as a seminal work by one of the foremost authors in American history, the book has been a frequent target of bans for <a href=\"https://www.pbs.org/wgbh/americanexperience/features/banned-bluest-eye/\">content</a> described as “sexually explicit material,” “disturbing language,” and an “underlying socialist-communist agenda.”</p>\n<p>“The Bluest Eye” is one of the books at the center of a <a href=\"https://www.ksdk.com/article/news/education/aclu-missouri-file-suit-against-wentzville-school-district-book-ban-the-bluest-eye/63-65f9c4e8-cb79-4a26-805b-2c1d9ec360ab\">lawsuit</a> filed by the <a href=\"https://www.aclu-mo.org/en/news/aclu-missouri-statement-book-ban-action-wentzville-school-district\">ACLU of Missouri</a> in February against Wentzville R-IV School District. The school district <a href=\"https://ncac.org/news/wentzville-missouri-toni-morrison-book\">reversed</a> its decision to ban the book shortly after the lawsuit filing, but litigation continues. Other recent challenges to the book have occurred in Mississippi, where Mayor Gene McGee of Ridgeland attempted to <a href=\"https://www.mississippifreepress.org/20068/ridgeland-mayor-demands-lgbtq-book-purge-threatens-library-funding/\">withhold</a> over $100,000 in public funds from the Madison County Library System unless it purged it and other specific books, and in Virginia, where a school board in Virginia Beach <a href=\"https://www.dailypress.com/news/education/vp-nw-virginia-beach-banned-books-20220212-ibj5flyrp5hwtfiidipylfgs74-story.html\">removed</a> the book from circulation, only to return it to shelves shortly after due to public outcry.</p>\n&nbsp;\r\n<hr data-v-581b3d89=\"\" class=\"mark\" style=\"background-color: #0055AA;\">\r\n<h2 id=\"\" class=\"wp-heading-h2 with-mark\">2. \"Heather Has Two Mommies\" by Lesléa Newman</h2>\r\n&nbsp;<div class=\"wp-sizing-container sizing--one-third alignment--right\">\n    <figure class=\"wp-image mb-md\">\n\t\t  <img width=\"800\" height=\"1029\" src=\"https://www.aclu.org/wp-content/uploads/2022/04/Heather_Has_Two_Mommies_cover.jpeg\" class=\"attachment-original size-original\" alt=\"Cover of the book Heather Has Two Mommies\" loading=\"lazy\" srcset=\"https://www.aclu.org/wp-content/uploads/2022/04/Heather_Has_Two_Mommies_cover.jpeg 800w, https://www.aclu.org/wp-content/uploads/2022/04/Heather_Has_Two_Mommies_cover-768x988.jpeg 768w, https://www.aclu.org/wp-content/uploads/2022/04/Heather_Has_Two_Mommies_cover-400x515.jpeg 400w, https://www.aclu.org/wp-content/uploads/2022/04/Heather_Has_Two_Mommies_cover-600x772.jpeg 600w\" sizes=\"(max-width: 800px) 100vw, 800px\" />\t\n\t\t  <figcaption class=\"wp-image__caption is-caption mt-xs\"><p>Credit: Wikipedia</p>\n</figcaption>\n\t\n\t  </figure>\n</div><p>The children’s book “Heather Has Two Mommies” tells the story of a young girl whose family does not look like those of her classmates. As the daughter of LGBTQ parents, Heather realizes she stands out when she draws a picture of her family for a classroom assignment. For over 30 years, the book has been an important example of LGBTQ+ representation and inclusion for young readers.</p>\n<p>Recently, a superintendent at Pennridge School District in Pennsylvania requested its <a href=\"https://www.buckscountycouriertimes.com/story/news/2021/12/30/book-banning-bucks-county-after-heather-has-two-mommies-book-pulled-pennridge-lgbtq-book-removal/9022494002/\">removal</a> from elementary school library shelves for “<a href=\"https://whyy.org/articles/as-a-bucks-county-school-district-removes-lgbtq-books-from-libraries-families-and-faculty-fear-for-civil-rights/\">referencing gender identity</a>,” along with other books addressing LGBTQ+ issues.</p>\n&nbsp;\r\n<hr data-v-581b3d89=\"\" class=\"mark\" style=\"background-color: #0055AA;\">\r\n<h2 id=\"\" class=\"wp-heading-h2 with-mark\">3. \"All Boys Aren’t Blue\" by George Johnson</h2>\r\n&nbsp;<div class=\"wp-sizing-container sizing--one-third alignment--left\">\n    <figure class=\"wp-image mb-md\">\n\t\t  <img width=\"800\" height=\"1227\" src=\"https://www.aclu.org/wp-content/uploads/2022/04/All_Boys_Arent_Blue_book_cover.jpeg\" class=\"attachment-original size-original\" alt=\"Cover of the book All Boys Aren&#039;t Blue\" loading=\"lazy\" srcset=\"https://www.aclu.org/wp-content/uploads/2022/04/All_Boys_Arent_Blue_book_cover.jpeg 800w, https://www.aclu.org/wp-content/uploads/2022/04/All_Boys_Arent_Blue_book_cover-768x1178.jpeg 768w, https://www.aclu.org/wp-content/uploads/2022/04/All_Boys_Arent_Blue_book_cover-400x614.jpeg 400w, https://www.aclu.org/wp-content/uploads/2022/04/All_Boys_Arent_Blue_book_cover-600x920.jpeg 600w\" sizes=\"(max-width: 800px) 100vw, 800px\" />\t\n\t\t  <figcaption class=\"wp-image__caption is-caption mt-xs\"><p>Credit: Wikipedia</p>\n</figcaption>\n\t\n\t  </figure>\n</div><p>In “All Boys Aren’t Blue,” LGBTQ+ activist George M. Johnson writes about growing up Black and queer, including about his experiences being bullied, his first sexual relationships, and other stories throughout his childhood and adolescence in New Jersey and Virginia. The book is currently being targeted for removal by <a href=\"https://www.nytimes.com/2022/01/30/books/book-ban-us-schools.html\">at least 14 states</a> because of its LGBTQ+ themes.</p>\n<p>The book is among those involved in the <a href=\"https://www.aclu-mo.org/en/news/aclu-missouri-statement-book-ban-action-wentzville-school-district\">ACLU of Missouri’s</a> <a href=\"https://www.ksdk.com/article/news/education/aclu-missouri-file-suit-against-wentzville-school-district-book-ban-the-bluest-eye/63-65f9c4e8-cb79-4a26-805b-2c1d9ec360ab\">lawsuit</a> against Wentzville R-IV School District, filed in February. Other recent challenges occurred in Mississippi, where a mayor attempted to <a href=\"https://www.mississippifreepress.org/20068/ridgeland-mayor-demands-lgbtq-book-purge-threatens-library-funding/\">withhold</a> over $100,000 in public funds from Madison County Library System unless it purged books with LGBTQ+ themes, and in Florida, where a member of Flagler County school board <a href=\"https://www.cnn.com/2021/11/17/us/florida-flagler-county-schools-all-boys-arent-blue-book/index.html\">filed a report</a> with the sheriff’s office in November 2021, claiming that having the book in school libraries is a crime.</p>\n&nbsp;\r\n<hr data-v-581b3d89=\"\" class=\"mark\" style=\"background-color: #0055AA;\">\r\n<h2 id=\"\" class=\"wp-heading-h2 with-mark\">4. \"Gender Queer\" by Maia Kobabe</h2>\r\n&nbsp;<p>Nonbinary and asexual author Maia Kobabe, who uses e/em/eir pronouns, details eir journey through adolescence and coming into eir self-identity in “Gender Queer,” an autobiographical graphic novel about what it’s like to not fit into traditional norms of gender and sexuality.</p>\n<p>Recent challenges have occurred in Texas, where Keller Independent School District <a href=\"https://www.cnn.com/2021/11/04/us/texas-lgbtq-books-schools/index.html\">removed</a> the book without proper review for what it described as “inappropriate images”; in Florida, where Brevard Public Schools <a href=\"https://www.orlandoweekly.com/orlando/brevard-public-schools-remove-graphic-novel-about-being-genderqueer-calling-it-inappropriate/Content?oid=30126298\">pulled</a> the book from library shelves in October 2021; in Virginia, where it was among books <a href=\"https://www.dailypress.com/news/education/vp-nw-virginia-beach-banned-books-20220212-ibj5flyrp5hwtfiidipylfgs74-story.html\">targeted</a> for removal by Virginia Beach City Public School board; and in Illinois, where a group of parents in the Chicago suburb of Downers Grove are <a href=\"https://patch.com/illinois/downersgrove/lgbtq-themed-memoir-gender-queer-stirs-debate-district-99\">demanding</a> the school district ban Gender Queer from high school libraries.</p>\n&nbsp;\r\n<hr data-v-581b3d89=\"\" class=\"mark\" style=\"background-color: #0055AA;\">\r\n<h2 id=\"\" class=\"wp-heading-h2 with-mark\">5. \"Melissa\"* by Alex Gino</h2>\r\n&nbsp;\r\n<p><i>*Formerly published as \"George\" until April 2022</i></p>\r\n&nbsp;<div class=\"wp-sizing-container sizing--one-third alignment--right\">\n    <figure class=\"wp-image mb-md\">\n\t\t  <img width=\"1650\" height=\"2475\" src=\"https://www.aclu.org/wp-content/uploads/2022/04/Melissa_FrontCoverRGB.png\" class=\"attachment-original size-original\" alt=\"Book cover, Melissa by Alex Gino\" loading=\"lazy\" srcset=\"https://www.aclu.org/wp-content/uploads/2022/04/Melissa_FrontCoverRGB.png 1650w, https://www.aclu.org/wp-content/uploads/2022/04/Melissa_FrontCoverRGB-768x1152.png 768w, https://www.aclu.org/wp-content/uploads/2022/04/Melissa_FrontCoverRGB-1024x1536.png 1024w, https://www.aclu.org/wp-content/uploads/2022/04/Melissa_FrontCoverRGB-1365x2048.png 1365w, https://www.aclu.org/wp-content/uploads/2022/04/Melissa_FrontCoverRGB-400x600.png 400w, https://www.aclu.org/wp-content/uploads/2022/04/Melissa_FrontCoverRGB-600x900.png 600w, https://www.aclu.org/wp-content/uploads/2022/04/Melissa_FrontCoverRGB-800x1200.png 800w, https://www.aclu.org/wp-content/uploads/2022/04/Melissa_FrontCoverRGB-1000x1500.png 1000w, https://www.aclu.org/wp-content/uploads/2022/04/Melissa_FrontCoverRGB-1200x1800.png 1200w, https://www.aclu.org/wp-content/uploads/2022/04/Melissa_FrontCoverRGB-1400x2100.png 1400w, https://www.aclu.org/wp-content/uploads/2022/04/Melissa_FrontCoverRGB-1600x2400.png 1600w\" sizes=\"(max-width: 1650px) 100vw, 1650px\" />\t\n\t\t  <figcaption class=\"wp-image__caption is-caption mt-xs\"><p>Credit: Scholastic</p>\n</figcaption>\n\t\n\t  </figure>\n</div><p>The protagonist of the children’s novel “Melissa” is a fourth-grader coming into her own identity as a trans girl in a world that knows her only as “Melissa.” The author, who goes by they/them/their pronouns and identifies as genderqueer, wrote the book due to a longstanding void of voices like theirs in literature. “I wrote it because it was the book I wanted to read,” Gino <a href=\"https://www.nytimes.com/2015/06/07/business/media/transgender-childrens-books-fill-a-void-and-break-a-taboo.html\">explained</a>. “I wanted trans voices telling trans stories.”</p>\n<p>Since its publication in 2015, “Melissa” has been one of the <a href=\"https://www.theguardian.com/books/2020/apr/21/us-libraries-say-lgbtq-children-books-most-calls-for-bans-last-year-alex-gino-george\">most-challenged</a> books for conflicting with “traditional family structure.” A recent challenge occurred in Florida, where it was pulled from libraries in <a href=\"https://www.axios.com/local/tampa-bay/2022/02/03/polk-county-removes-books-florida\">Polk County</a> along with <a href=\"https://www.baynews9.com/fl/tampa/news/2022/02/02/polk-county-group-proposes-book-ban-\">16</a> other books — many highlighting themes of race and LGBTQ+ issues.</p>\n&nbsp;\r\n<hr data-v-581b3d89=\"\" class=\"mark\" style=\"background-color: #0055AA;\">\r\n<h2 id=\"\" class=\"wp-heading-h2 with-mark\">6. \"Stamped: Racism, Anti-Racism, and You\" by Ibram X. Kendi and Jason Reynolds</h2>\r\n&nbsp;<p>Author and historian Ibram X. Kendi partnered with children’s book author Jason Reynolds to write “<i>S</i>tamped: Racism, Anti-Racism, and You” — a National Book Award-winning work on the history of racism in America. But it’s not the standard type of history book, as its authors state in its opening pages.</p>\n<blockquote><p><i>This is NOT a history book.</i></p>\n<p><i>This is a book about the here and now.</i></p>\n<p><i>A book to help us better understand why we are where we are.</i></p>\n<p><i>A book about race.</i></p></blockquote>\n<p>Rather, “Stamped” is a new form of telling history that melds past with present to engage young readers. The book also contains information on how readers can stamp out racism in their daily lives, and why there is hope for an anti-racist future.</p>\n<p>According to the American Library Association, “Stamped” was one of the <a href=\"https://www.nbcnews.com/news/nbcblk/meet-moms-color-texas-fighting-book-bans-kids-schools-rcna13701\">most</a> challenged books of 2020 in schools. More recently, a middle school in Texas tried to remove the book from a reading list (though not library shelves). However, after a group of Black parents protested that removal, the book was returned to the list.</p>\n&nbsp;\r\n<hr data-v-581b3d89=\"\" class=\"mark\" style=\"background-color: #0055AA;\">\r\n<h2 id=\"\" class=\"wp-heading-h2 with-mark\">7. \"All American Boys\" by Jason Reynolds and Brendan Kiely</h2>\r\n&nbsp;<div class=\"wp-sizing-container sizing--one-third alignment--left\">\n    <figure class=\"wp-image mb-md\">\n\t\t  <img width=\"800\" height=\"1197\" src=\"https://www.aclu.org/wp-content/uploads/2022/04/All_American_Boys_2015_cover.jpeg\" class=\"attachment-original size-original\" alt=\"Cover of the book All American Boys\" loading=\"lazy\" srcset=\"https://www.aclu.org/wp-content/uploads/2022/04/All_American_Boys_2015_cover.jpeg 800w, https://www.aclu.org/wp-content/uploads/2022/04/All_American_Boys_2015_cover-768x1149.jpeg 768w, https://www.aclu.org/wp-content/uploads/2022/04/All_American_Boys_2015_cover-400x599.jpeg 400w, https://www.aclu.org/wp-content/uploads/2022/04/All_American_Boys_2015_cover-600x898.jpeg 600w\" sizes=\"(max-width: 800px) 100vw, 800px\" />\t\n\t\t  <figcaption class=\"wp-image__caption is-caption mt-xs\"><p>Credit: Wikipedia</p>\n</figcaption>\n\t\n\t  </figure>\n</div><p>The young adult novel, “All American Boys” portrays themes of racism and police brutality as seen through the perspectives of its two teenage protagonists: Rashad Butler, who is Black, and Quinn Collins, who is white. In the story, Rashad is assaulted by a police officer who suspects him of stealing from a convenience store, and Quinn witnesses the encounter.</p>\n<p>During the wave of Black Lives Matter protests in 2020, the book received an increase in attention and scrutiny. Complaints about the book often <a href=\"https://www.ala.org/advocacy/bbooks/frequentlychallengedbooks/top10\">cite</a> profanity and messages perceived as anti-police, divisive, or “too sensitive.”</p>\n&nbsp;\r\n<hr data-v-581b3d89=\"\" class=\"mark\" style=\"background-color: #0055AA;\">\r\n<h2 id=\"\" class=\"wp-heading-h2 with-mark\">8. \"Lawn Boy\" by Jonathan Evison</h2>\r\n&nbsp;<div class=\"wp-sizing-container sizing--one-third alignment--right\">\n    <figure class=\"wp-image mb-md\">\n\t\t  <img width=\"800\" height=\"1178\" src=\"https://www.aclu.org/wp-content/uploads/2022/04/Lawn_Boy_Evison_novel.jpeg\" class=\"attachment-original size-original\" alt=\"Cover of the book Lawn Boy\" loading=\"lazy\" srcset=\"https://www.aclu.org/wp-content/uploads/2022/04/Lawn_Boy_Evison_novel.jpeg 800w, https://www.aclu.org/wp-content/uploads/2022/04/Lawn_Boy_Evison_novel-768x1131.jpeg 768w, https://www.aclu.org/wp-content/uploads/2022/04/Lawn_Boy_Evison_novel-400x589.jpeg 400w, https://www.aclu.org/wp-content/uploads/2022/04/Lawn_Boy_Evison_novel-600x884.jpeg 600w\" sizes=\"(max-width: 800px) 100vw, 800px\" />\t\n\t\t  <figcaption class=\"wp-image__caption is-caption mt-xs\"><p>Credit: Wikipedia</p>\n</figcaption>\n\t\n\t  </figure>\n</div><p>“Lawn Boy” is a semi-autobiographical story about Mike Muñoz, a young Mexican American navigating poverty, sexuality, and self-identity as he comes of age in Washington state. The book has been a target of bans for containing content described as <a href=\"https://wjla.com/news/local/fairfax-county-public-schools-pulls-lgbtq-books-graphic-sex-libraries-virginia-lawn-boy-gender-queer\">“homoerotic.”</a></p>\n<p>The book is among those involved in the <a href=\"https://www.aclu-mo.org/en/news/aclu-missouri-statement-book-ban-action-wentzville-school-district\">ACLU of Missouri’s</a> <a href=\"https://www.ksdk.com/article/news/education/aclu-missouri-file-suit-against-wentzville-school-district-book-ban-the-bluest-eye/63-65f9c4e8-cb79-4a26-805b-2c1d9ec360ab\">lawsuit</a> against Wentzville R-IV School District, filed in February.</p>\n&nbsp;\r\n<hr data-v-581b3d89=\"\" class=\"mark\" style=\"background-color: #0055AA;\">\r\n<h2 id=\"\" class=\"wp-heading-h2 with-mark\">9. \"The Hate U Give\" by Angie Thomas</h2>\r\n&nbsp;<p>The protagonist of “The Hate U Give” is 16-year-old Starr Carter, a student at an affluent prep school who comes from a low-income community. The delicate balance between the two worlds she navigates reaches a tipping point when she witnesses the fatal shooting of her childhood friend, Khalil, at the hands of police, and the ensuing public debate as the news spreads throughout the community.</p>\n<p>Despite its popularity, the book has been a target of bans for containing profanity and “anti-police” messages. It has been challenged in schools across the country, including in <a href=\"https://bookriot.com/the-hate-u-give-banned/\">Texas</a>, where Katy Independent School District banned it in 2017; in <a href=\"https://www.wqad.com/article/news/education/rowva-schools-book-ban-the-hate-u-give/526-1c69484d-84fb-42af-875a-014d3078285f\">Illinois</a>, where it has been banned by ROWVA school district since 2018; and in <a href=\"https://www.connectradio.fm/news/the-hate-u-give-book-available-for-students-with-parental-consent\">Pennsylvania</a>, where Dubois Area School District announced in November 2021 that students would need parental consent to read it.</p>\n&nbsp;\r\n<hr data-v-581b3d89=\"\" class=\"mark\" style=\"background-color: #0055AA;\">\r\n<h2 id=\"\" class=\"wp-heading-h2 with-mark\">10. \"Between the World and Me\" by Ta-Nehisi Coates</h2>\r\n&nbsp;<div class=\"wp-sizing-container sizing--one-third alignment--left\">\n    <figure class=\"wp-image mb-md\">\n\t\t  <img width=\"800\" height=\"1221\" src=\"https://www.aclu.org/wp-content/uploads/2022/04/Between_the_World_and_Me.jpeg\" class=\"attachment-original size-original\" alt=\"Cover of the book Between the World and Me\" loading=\"lazy\" srcset=\"https://www.aclu.org/wp-content/uploads/2022/04/Between_the_World_and_Me.jpeg 800w, https://www.aclu.org/wp-content/uploads/2022/04/Between_the_World_and_Me-768x1172.jpeg 768w, https://www.aclu.org/wp-content/uploads/2022/04/Between_the_World_and_Me-400x611.jpeg 400w, https://www.aclu.org/wp-content/uploads/2022/04/Between_the_World_and_Me-600x916.jpeg 600w\" sizes=\"(max-width: 800px) 100vw, 800px\" />\t\n\t\t  <figcaption class=\"wp-image__caption is-caption mt-xs\"><p>Credit: Wikipedia</p>\n</figcaption>\n\t\n\t  </figure>\n</div><p>National Book Award-winning “Between the World and Me” is a semi-autobiographical work about racism in America. The story is told through a letter from the author to his 15-year-old son. Its frank discussions about race have made it controversial in schools and incarceration facilities seeking to ban it.</p>\n<p>In October 2021, “Between the World and Me” was included in a list of school library books targeted for <a href=\"https://www.dallasnews.com/news/education/2021/10/26/school-districts-under-investigation-by-texas-house-over-books-curriculum/\">investigation</a> by Texas Rep. Matt Krause during the state’s ongoing debate about banning “critical race theory” from classrooms.</p>\n<hr class=\"divider mt-lg mb-lg\" /><p>The ACLU is actively pursuing litigation to block government action that bans books from library shelves because of disagreement with the viewpoints they express, or disapproval of the life experiences they describe, including many of the books listed above. Recently, the ACLU of Missouri <a href=\"https://www.ksdk.com/article/news/education/aclu-missouri-file-suit-against-wentzville-school-district-book-ban-the-bluest-eye/63-65f9c4e8-cb79-4a26-805b-2c1d9ec360ab\">filed</a> a lawsuit suing the Wentzville R-IV School District for banning eight books — including “The Bluest Eye,” “Lawn Boy,” and “All Boys Aren’t Blue” — from school library shelves. After the lawsuit was filed, the school board <a href=\"https://www.ksdk.com/article/news/local/wentzville-schools-allow-bluest-eye-library-book-ban/63-8265d214-fb75-456f-9d5a-aa441f9e2b53\">voted to rescind</a> the ban of “The Bluest Eye.”</p>\n<p>Students have the right to receive an <a href=\"https://www.aclu.org/news/free-speech/school-is-for-learning-including-learning-about-race-and-gender/\">inclusive education</a> free from censorship or discrimination, and book bans infringe on that right. As we continue to fight these unconstitutional laws and policies in court, you can also join the fight by <a href=\"https://action.aclu.org/petition/defend-every-students-right-learn?ms=wwwactionpage&amp;initms=wwwactionpage&amp;ms_aff=NAT&amp;initms_aff=NAT&amp;ms_chan=web&amp;initms_chan=web\">pledging</a> to support students’ right to learn and read the books being banned.</p>\n\t\t<div class=\"rss-cta\"><div class=\"rss-cta__subtitle\">What you can do:</div><div class=\"rss-cta__title\">Defend Every Student's Right to Learn</div><a href=\"https://action.aclu.org/petition/defend-every-students-right-learn\" class=\"rss-cta__button\">Take the Pledge</a></div>"
        },
        {
            "title": "You Have the Right to Record Law Enforcement Officers — Including at the Border",
            "link": "https://www.aclu.org/news/free-speech/you-have-the-right-to-record-law-enforcement-officers-including-at-the-border",
            "description": "Like many people who live in San Diego, Christian Ramirez, a community organizer and human rights advocate, frequently crosses into Mexico to visit family members. One June afternoon, Mr. Ramirez witnessed male U.S. Customs and Border Protection (CBP) officers at the San Ysidro ...",
            "permalink": "",
            "pubdate": "Sat Apr 09 2022 00:13:14 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/362/feed",
            "when": "Sun Apr 17 2022 16:26:10 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 35,
            "fullDescription": "<p>Like many people who live in San Diego, Christian Ramirez, a community organizer and human rights advocate, frequently crosses into Mexico to visit family members. One June afternoon, Mr. Ramirez witnessed male U.S. Customs and Border Protection (CBP) officers at the San Ysidro Port of Entry inspecting and patting down female travelers, in contravention of agency policy. Concerned that the officers were abusing their authority, Mr. Ramirez took a dozen or so photographs on his cell phone. While doing so, he was standing outside on the United States side of the border and recording publicly visible law enforcement activity — which is protected by the First Amendment. Yet federal officials aggressively accosted Mr. Ramirez, forcibly took his cell phone, and deleted his photographs — effectively interfering with Mr. Ramirez’s constitutional right to record.</p>\n<p>The right to record is critical for holding law enforcement, especially CBP officials, accountable for abuses at the border. Recording and documenting interactions with federal law enforcement officers are especially critical tools for over-policed, hyper-surveilled border communities. CBP is the largest law enforcement agency in the United States, and it is also one of the deadliest: Over the past 12 years, more than 200 people <a href=\"https://www.aclutx.org/en/cbp-fatal-encounters-tracker\">have died</a> in encounters with CBP officials, including U.S. Border Patrol agents. For years, CBP tried to prevent the public from documenting the agency’s abuses at and near U.S. land ports of entry. CBP officials would threaten, harass, and assail people who took photographs or recordings of law enforcement activity in public view in outdoor and unrestricted areas near the border.</p>\n<p>The ACLU has put a stop to that.</p>\n<p>In September 2020, we achieved a <a href=\"https://holdcbpaccountable.org/2013/12/11/askins-and-ramirez-v-department-of-homeland-security-et-al-no-12-cv-2600-w-blm-s-d-california-filed-october-24-2012/\">landmark settlement</a> in our long-running First Amendment lawsuit, <a href=\"https://holdcbpaccountable.org/2013/12/11/askins-and-ramirez-v-department-of-homeland-security-et-al-no-12-cv-2600-w-blm-s-d-california-filed-october-24-2012/\"><em>Askins et al. v. DHS et al.</em></a> In <em>Askins</em>, we represented Mr. Ramirez and Ray Askins, an environmental advocate who CBP officials accosted at the Calexico Port of Entry when he tried to take photographs of idling vehicles in the port’s secondary inspection area. CBP insisted that the First Amendment right to photograph and record matters of public interest exposed to public view from outdoor and otherwise unrestricted areas did not apply to any place the federal government unilaterally designated as “the border.” As a result of our lawsuit, the federal government was forced to concede that there is no border exception to this First Amendment right.</p>\n<p>Our settlement has strengthened several protections that will help ensure people who live in border communities or frequently travel across U.S. land ports of entry will be able to fully exercise their right to record:</p>\n<p>First, the settlement maintains that U.S. government officials cannot interfere with people’s First Amendment rights to “make and retain photographs, video recordings, or other recordings” of law enforcement activity from a “Publicly Accessible Area at any land port of entry in the United States.” A “Publicly Accessible Area” is defined as “an outdoor area at a land port of entry where a member of the public is permitted to be regardless of whether they intend to cross the United States border.” The settlement thus protects the public’s right to take photographs and other recordings from publicly accessible areas at <em>all </em>land ports of entry in the United States (but not at airports).</p>\n<p>Second, the settlement prohibits U.S. government officials from requiring members of the public to obtain prior authorization to record and document at the border. This means members of the general public have a right to record and capture law enforcement abuses they might see at a land port of entry in real time, without worrying about needing the government’s prior consent.</p>\n<p>Third, the settlement states that U.S. government officials can’t “unlawfully seize, delete, destroy, alter, or otherwise inhibit any individual’s access to photographs, video recordings, or other recordings taken from a Publicly Accessible Area at any land port of entry in the United States.”</p>\n<p>Fourth, the settlement makes clear that taking photographs, video recordings, or other recordings from a Publicly Accessible Area at any land port of entry in the U.S. is not unlawful activity.</p>\n<p>Fifth, the settlement does allow U.S. government officials to restrict photography or other recordings in “Restricted Access Areas.” A “Restricted Access Area” is defined as “any area within a land port of entry’s boundaries that is used regularly by the Department of Homeland Security &#8230; to process or inspect individuals or vehicles crossing an international border.” This means that U.S. government officials may restrict photography or recording at certain points of inspection, inside port buildings, or in other areas delineated as “restricted access.”</p>\n<p>The <em>Askins </em>settlement represents a significant victory in safeguarding the long-established First Amendment right to photograph and record law enforcement — which, in turn, is essential to ensuring that law enforcement officials are held accountable for civil rights violations and other misconduct, including along our borders.</p>\n<hr class=\"divider mt-lg mb-lg\" />\t<div class=\"wp-heading mb-md\">\n\t\t\n\t\t\t\t\t<h3 id=\"\" class=\"wp-heading-h3 with-standard\">If you believe your First Amendment rights have been violated under similar circumstances, please share your story with us by completing the intake form below:</h3>\n\t\t\n\t\t\t</div>\n<p><a href=\"https://action.aclu.org/webform/help-us-hold-cbp-officials-accountable\">https://action.aclu.org/webform/help-us-hold-cbp-officials-accountable</a></p>\t\t<div class=\"rss-cta\"><div class=\"rss-cta__subtitle\">What you can do:</div><div class=\"rss-cta__title\">Congress: Divest from ICE and CBP</div><a href=\"https://action.aclu.org/send-message/congress-defund-ice-and-cbp\" class=\"rss-cta__button\">Send your message</a></div>"
        },
        {
            "title": "Indigenous Students Should Be Allowed to Wear Tribal Regalia at Graduation",
            "link": "https://www.aclu.org/news/religious-liberty/indigenous-students-should-be-allowed-to-wear-tribal-regalia-at-graduation",
            "description": "Graduation should be a joyful occasion for high school seniors. But for some Indigenous students, this special time of year can be fraught with uncertainty or controversy over their ability to wear tribal regalia during their schools’ commencement ceremonies. Whether an eagle ...",
            "permalink": "",
            "pubdate": "Thu Apr 07 2022 23:58:53 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/362/feed",
            "when": "Sun Apr 17 2022 16:26:10 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 36,
            "fullDescription": "<p>Graduation should be a joyful occasion for high school seniors. But for some Indigenous students, this special time of year can be fraught with uncertainty or controversy over their ability to wear tribal regalia during their schools’ commencement ceremonies. Whether an eagle feather or plume, beadwork, sealskin cap, moccasins, or other forms of traditional dress, tribal regalia plays a unique role for graduating Indigenous students. These items are often gifted to students by parents or tribal elders in recognition of this pivotal, once-in-a-lifetime achievement. Many Indigenous students believe that graduation from high school cannot be properly or fully celebrated, from a spiritual and cultural perspective, unless they are permitted to wear certain ceremonial regalia.</p>\n<p>Nevertheless, some schools prohibit Indigenous students from wearing these items at graduation, claiming that it would violate the school’s dress code and speculating, without any basis, that it would disrupt during the ceremony. Today, in a <a href=\"https://www.aclu.org/letter/aclu-letter-regarding-tribal-regalia-high-school-graduations\">letter</a> to the U.S. Department of Education, we asked officials to take action before the upcoming graduation season to ensure that Indigenous students’ rights of cultural and religious expression are protected.</p>\n<p>Indigenous students have long been mistreated and disadvantaged in educational settings. For example, the <a href=\"https://www.theatlantic.com/education/archive/2019/03/failed-assimilation-native-american-boarding-schools/584017/\">Indian Civilization Act of 1819</a> and other federal laws enacted through the 1960s allowed the U.S. government to establish Indian boarding schools across the country. As Deb Haaland, Secretary of the Interior, <a href=\"https://www.doi.gov/sites/doi.gov/files/secint-memo-esb46-01914-federal-indian-boarding-school-truth-initiative-2021-06-22-final508-1.pdf\">explained last year</a>, “the purpose of Indian boarding schools was to culturally assimilate Indigenous children by forcibly relocating them from their families and communities to distant residential facilities where their American Indian, Alaska Native, and Native Hawaiian identities, languages, and beliefs were to be forcibly suppressed.”</p>\n<p>Even though these schools are no longer in operation, Haaland recognized that their legacy remains, “manifesting itself in Indigenous communities through intergenerational trauma, cycles of violence and abuse, disappearance, premature deaths, and other undocumented bodily and mental impacts.” And the reach of that horrific legacy today is evident by the numerous barriers that Indigenous students face in making it through the educational system. For a variety of historical and systemic reasons, Indigenous students are <a href=\"https://abc7.com/native-american-education-indigenous-students-achievement-gaps-school/11263264/\">much less likely</a> to graduate from high school than their non-Indigenous peers.</p>\n<p>Policies that further strip Indigenous students of their cultural and religious heritage in the name of assimilation, such as those prohibiting tribal regalia at graduation, only compound the violence and oppression that these students and their communities have suffered. Students who have resisted these dictates have had their sacred items <a href=\"https://www.argusleader.com/story/news/education/2019/11/22/native-american-students-left-behind-south-dakota-education-system/4269896002/\">confiscated</a> or <a href=\"https://www.pressreader.com/usa/the-arizona-republic/20190517/281642486627694\">have been excluded</a> from graduation altogether. While a <a href=\"https://www.azcentral.com/story/news/local/arizona/2021/05/14/arizona-law-now-allows-native-american-grads-wear-tribal-regalia/4992740001/\">handful</a> of states have passed laws in response to these restrictions, the protections do not always apply to all Indigenous students, and many students still struggle to exercise their rights.</p>\n<p>More must be done at the federal level to protect Indigenous students’ rights. Given the federal government’s past abuse of Indigenous students in the educational context, the Department of Education has a special obligation to address ongoing deprivations of these students’ educational and expressive rights. Officials have tools at their disposal to remind schools of their legal obligations and to investigate schools that do not comply.</p>\n<p>Specifically, the Department of Education’s Office of Civil Rights is charged with enforcing <a href=\"https://www2.ed.gov/about/offices/list/ocr/docs/hq43e4.html\">Title VI of the Civil Rights Act of 1964</a>, which prohibits both intentional discrimination <i>and</i> rules that have a discriminatory effect, even if unintentional, on the basis of race, color, or national origin in any school program or activity receiving federal financial assistance. As we explain in our letter, purportedly “neutral” graduation dress codes will often have a disproportionate and discriminatory effect on Indigenous students.</p>\n<p>While Title VI’s protections will not apply in every situation, many schools seem unaware that policies denying Indigenous students the right to wear tribal regalia during graduation ceremonies could violate this federal law. Thus, we are <a href=\"https://www.aclu.org/letter/aclu-letter-regarding-tribal-regalia-high-school-graduations\">asking</a> the Department of Education to notify qualifying schools, via written guidance or some other mechanism, that they must remain sensitive to the rights of Indigenous students as graduation approaches, and we are urging officials to immediately investigate any complaints from seniors whose schools prohibit wearing tribal regalia at graduation.</p>\n<p>Indigenous students already face enough obstacles. They should be able to celebrate their graduation while remaining true to their cultural and religious heritage.</p>\n\t\t<div class=\"rss-cta__title\">Stay informed about our work</div><a href=\"https://action.aclu.org/signup/pm-become-aclu-supporter\" class=\"rss-cta__button\">Sign up</a></div>"
        },
        {
            "title": "Four Ways the TSA Is Making Flying Easier for Transgender People",
            "link": "https://www.aclu.org/news/lgbtq-rights/four-ways-the-tsa-is-making-flying-easier-for-transgender-people",
            "description": "Going through airport security is never fun, but it can be particularly difficult for transgender people. In addition to universal annoyances (did you remember to take off your shoes?) transgender people may not have identification documents that match who they are. Many ...",
            "permalink": "",
            "pubdate": "Tue Apr 05 2022 22:56:30 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/362/feed",
            "when": "Sun Apr 17 2022 16:26:10 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 37,
            "fullDescription": "<p>Going through airport security is never fun, but it can be particularly difficult for transgender people. In addition to universal annoyances (did you remember to take off your shoes?) transgender people may not have identification documents that match who they are. Many airlines require ticket holders to select “male” or “female” when purchasing a ticket, something that may conflict with identity documents from <a href=\"https://www.lambdalegal.org/map/x-markers\">the growing number of states</a> that allow an ‘X’ gender marker on things like driver&#8217;s licenses. Finally, the “advanced imaging technology” body scanners — the ones that require you to hold your arms above your head — require TSA agents to select either a “male” or “female” scan, something that <a href=\"https://www.propublica.org/article/tsa-transgender-travelers-scanners-invasive-searches-often-wait-on-the-other-side\">regularly results in additional and invasive searches</a> for transgender travelers.</p>\n<p>Fortunately, to mark 2022’s Transgender Day of Visibility, the Department of Homeland Security has <a href=\"https://www.dhs.gov/news/2022/03/31/dhs-announces-new-measures-better-serve-transgender-non-binary-and-gender-non\">announced a number of changes</a> to make traveling while trans a little bit easier. These announcements are part of <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2022/03/31/fact-sheet-biden-harris-administration-advances-equality-and-visibility-for-transgender-americans/\">a larger push from the Biden administration</a> to “advance equality and visibility for transgender Americans.” Here are four key things to know about the TSA announcements:</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-standard\">1. Full-body scans will no longer be based on gender.</h2>\n\t\t\n\t\t\t</div>\n<p>The TSA will be replacing current “Advanced Imaging Technology” scanners — which require the operator to select a “male” or “female” scanning setting — with technology that will not be based on gender. Here’s how transgender model, actor, and public speaker Rosalynne Montoya <a href=\"https://www.washingtonpost.com/travel/2021/06/16/trans-travel-tsa-lgbtq/\">described</a> the current scanners:</p>\n<blockquote><p>“I definitely am not super comfortable going through TSA because I pretty much always set off the scanners as having some sort of ‘anomaly.’ I don’t feel safe. I don’t expect TSA agents to have my best interests at heart. I’ve been sexually assaulted, groped, grabbed, forced to remove my clothing [at TSA checkpoints]. I remember those times every time I go through TSA.”</p></blockquote>\n<p>The TSA stated that the new scanning technology will “advance civil rights and improve the customer experience of travelers who previously have been required to undergo additional screening due to alarms in sensitive areas,” with a rollout coming later this year.</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-standard\">2. TSA is working with airlines to promote “X” gender markers.</h2>\n\t\t\n\t\t\t</div>\n<p>Many airlines require passengers to select “male” or “female” when purchasing tickets. The TSA is working with airlines to expand the use of “X” gender markers, and to allow passengers to self-select the “X” gender marker when purchasing tickets.</p>\n<p>Including an “X” gender marker on identity documents and records provides an accurate option for people who are non-binary, intersex, or another gender. Every person should be able to select a marker, whether M, F, or X, that feels safest and most appropriate for them to move through the world.</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-standard\">3. TSA is streamlining identity validation.</h2>\n\t\t\n\t\t\t</div>\n<p>It can be a nightmare to get through airport security with an ID that doesn’t match your gender presentation. At best, having an ID that doesn’t match your presentation can <a href=\"https://slate.com/human-interest/2018/06/gendered-airport-security-makes-travel-traumatic-for-butches-and-trans-folks.html\">cause confusion and slow things down</a>. At worst, it can result in harassment and missed flights. TSA is updating its policies and guidelines to “remove gender considerations” when verifying ID at an airport, which should reduce delays and make things easier for trans travelers.</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-standard\">4. TSA PreCheck and U.S. passports will add an “X” gender marker.</h2>\n\t\t\n\t\t\t</div>\n<p>TSA PreCheck, a voluntary program that people can enroll in to reduce time spent at airport security checkpoints, does not currently offer an “X” gender marker. TSA is changing this, and will add an “X” gender marker to its Trusted Traveler and TSA PreCheck programs. “X” gender markers will also be available on U.S. passports beginning on April 11, 2022.</p>\n<p>While TSA’s new scanning technology is supposed to be less likely to flag transgender flyers as potential security threats, TSA PreCheck allows participants to go through a simple metal detector, rather than the full-body scanners. As Rev. Yunus Coldman, an interfaith minister and a New York-based transgender man, <a href=\"https://www.cnn.com/travel/article/tsa-body-scanners-transgender-travelers/index.html\">said</a>, “TSA PreCheck has saved so many trans people from bulls***. You don&#8217;t have to go through body scanners. You don&#8217;t have to take your shoes or belt off.”</p>\n<hr class=\"divider mt-lg mb-lg\" /><p>These changes should make life easier for transgender travelers, but the devil is in the details. Only time will tell if these changes live up to TSA’s promises. In the meantime, TSA has updated <a href=\"https://www.tsa.gov/transgender-passengers\">its website for transgender passengers</a>, with information about the changes listed above and how to contact TSA if you have any questions.</p>\n<p>If you experience mistreatment by the TSA, you can <a href=\"https://www.tsa.gov/contact-center/form/complaints\">fill out a complaint form online.</a> You can also let <a href=\"https://action.aclu.org/legal-intake/report-lgbtqhiv-discrimination\">the ACLU know about your experiences</a>.</p>\n\t\t<div class=\"rss-cta\"><div class=\"rss-cta__subtitle\">What you can do:</div><div class=\"rss-cta__title\">They The People: Access To Accurate IDs Now</div><a href=\"https://action.aclu.org/petition/they-people-access-accurate-ids-now\" class=\"rss-cta__button\">Add your name</a></div>"
        },
        {
            "title": "Title 42 Isn’t Supported By Science — The CDC Must End it Now",
            "link": "https://www.aclu.org/news/immigrants-rights/title-42-isnt-supported-by-science-the-cdc-must-end-it-now",
            "description": "​​This week, the Centers for Disease Control will decide whether or not to finally end a policy that has shut down asylum at the Southern border for two years. The Trump White House reportedly pushed the CDC to use its public health authorities — Title 42 — to enact the ...",
            "permalink": "",
            "pubdate": "Tue Mar 29 2022 23:05:14 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/362/feed",
            "when": "Sun Apr 17 2022 16:26:10 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 38,
            "fullDescription": "<p>​​This week, the Centers for Disease Control will decide whether or not to finally end a policy that has shut down asylum at the Southern border for two years<b>. </b>The Trump White House reportedly <a href=\"https://www.nytimes.com/2020/05/03/us/coronavirus-immigration-stephen-miller-public-health.html\">pushed</a> the CDC to use its public health authorities — <a href=\"https://www.aclu.org/news/immigrants-rights/five-things-to-know-about-the-title-42-immigrant-expulsion-policy\">Title 42</a> — to enact the shutdown, over CDC experts’ <a href=\"http://cbsnews.com\">objections</a>. Since taking office, the Biden administration has kept the policy in place, despite increasing <a href=\"https://www.publichealth.columbia.edu/research/program-forced-migration-and-health/epidemiologists-and-public-health-experts-reiterate-urgent-call-end-title-42\">condemnation</a> from public health officials as well as the loosening of COVID-19 restrictions across the country.</p>\n<p>Under the Title 42 order, the Biden administration has repeatedly denied people fleeing violence and persecution the right to seek protection and has sent them directly back into harm’s way, subjecting <a href=\"https://baji.org/wp-content/uploads/2021/01/The-Impact-of-Anti-Black-Racism-on-African-Migrants-at-Mexico.pdf\">Black</a> and <a href=\"https://www.publichealth.columbia.edu/sites/default/files/title_42_public_health_letter_-_july_1.2021.final.pdf\">LGBTQ+ </a>asylum seekers to particular risks. Human rights organizations have documented <a href=\"https://www.humanrightsfirst.org/resource/two-years-suffering-biden-administration-continues-use-discredited-title-42-order-flout\">nearly ten thousand</a> heartbreaking instances of people being kidnapped, tortured, sexually assaulted, and murdered as a result.</p>\n<p>These mass expulsions to danger fly in the face of American values and U.S. legal commitments. They are also an affront to the basic humanity of people seeking safe sanctuary and lack a public health rationale.</p>\n<p>In early March, the U.S. Court of Appeals for the D.C. Circuit court issued a unanimous <a href=\"https://www.aclu.org/legal-document/huisha-huisha-v-mayorkas-appeals-court-decision\">ruling </a>in a <a href=\"https://www.aclu.org/cases/huisha-huisha-v-mayorkas\">case </a>brought by the ACLU and partners challenging Title 42 expulsions. The filings detail horrific experiences suffered by people seeking protection, <a href=\"https://www.aclu.org/sites/default/files/field_document/2021.08.11.0118_declaration_of_savitri_arvey.pdf\">including </a>the account of a Honduran woman who was expelled with her young daughter by border officials at night. After she exited the international bridge into Reynosa, several armed men grabbed her and covered her face with a black hat and forced her into a car. While being held, she was raped multiple times as she begged her captors not to harm her daughter. Tragically, their experience mirrors those of countless other people expelled under Title 42.</p>\n<p>The D.C. Appeals Court recognized the grave dangers faced by those subject to Title 42, and ruled that it is unlawful for the government to expel people without first ensuring they will not be returned to torture or persecution. The court also questioned the policy’s public health justification, noting that it “looks in certain respects like a relic from an era with no vaccines, scarce testing, few therapeutics, and little certainty.”</p>\n<p>Though Title 42 has been misused as a border enforcement tool, it actually falls under the authority of the CDC. Senior Trump officials reportedly <a href=\"https://www.nytimes.com/2020/05/03/us/coronavirus-immigration-stephen-miller-public-health.html\">pushed</a> the agency to implement the policy, and Biden White House officials are thought to be far <a href=\"https://www.cbsnews.com/news/immigration-biden-border-policies-trump-era/\">more </a><a href=\"https://rollcall.com/2022/03/10/pressure-builds-to-end-pandemic-era-border-expulsions/\">involved</a> in decisions over its continuation than they let on.</p>\n<p>To date, no career CDC scientist has publicly expressed public support for the use of Title 42 — we have heard only from political appointees.</p>\n<p>The CDC recently issued an order <a href=\"https://www.cdc.gov/media/releases/2022/s0311-title-42-termination.html\">terminating </a>Title 42 as it applies to children who arrive at the border alone. CDC Director Rochelle Walensky correctly found no public health justification for expelling unaccompanied children from the U.S.</p>\n<p>Dr. Walensky said the CDC will complete a new review of Title 42 by March 30 to decide whether to end it entirely. Public health experts have <a href=\"https://www.publichealth.columbia.edu/research\">demanded</a> it does so. Indeed, the core of Dr. Walensky’s analysis — that we have entered a “different phase” of the pandemic — applies equally to unaccompanied children, families, and adults. She cited widespread vaccination and infection-induced immunity, the availability of other mitigation tools (such as testing and treatments), dramatically higher vaccination rates around the world, and new plans to detect and quickly combat future variants. Accordingly, COVID-related restrictions have been <a href=\"https://www.cnn.com/2022/02/19/us/covid-mandates-vaccine-indoor-dining/index.html\">lifted </a>in most U.S. jurisdictions, including border communities.</p>\n<p>Keeping this extraordinary policy in place as so many other restrictions are eliminated would lay bare the truth of Title 42: It was always a way to illegally restrict access to asylum, and not about public health.</p>\n<p>Our government has the tools it needs to safely screen people at the border, as our laws require, to determine whether they qualify for asylum or other humanitarian protections. The CDC should resist any political interference from the White House and end Title 42 in its entirety.</p>\n<p>If the agency continues a policy that lacks a public health rationale, it will signal to the American public that the CDC cannot maintain scientific integrity and independence in the face of political pressure and further erode trust in the agency. It also risks that its legacy will be sending vulnerable people into danger, rather than saving lives as it was created to do.</p>\n\t\t<div class=\"rss-cta\"><div class=\"rss-cta__subtitle\">What you can do:</div><div class=\"rss-cta__title\">Save Lives and End Title 42</div><a href=\"https://action.aclu.org/send-message/cdc-save-lives-and-end-title-42\" class=\"rss-cta__button\">Send your message</a></div>"
        },
        {
            "title": "We Need Digital Cash That is Actually Like Cash",
            "link": "https://www.aclu.org/news/privacy-technology/we-need-digital-cash-that-is-actually-like-cash",
            "description": "There’s a lot of discussion all over the world about the future of money. Cryptocurrency has, of course, become a multi-trillion-dollar market. Despite this success, cryptocurrency has not become a fully functional currency, and, for a variety of reasons, most governments do not ...",
            "permalink": "",
            "pubdate": "Tue Mar 29 2022 00:24:45 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/362/feed",
            "when": "Sun Apr 17 2022 16:26:10 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.14",
            "id": 39,
            "fullDescription": "<p>There’s a lot of discussion all over the world about the future of money. Cryptocurrency has, of course, become a multi-trillion-dollar market. Despite this success, cryptocurrency has not become a fully functional currency, and, for a variety of reasons, most governments do not want it to be. As a result, the U.S. Federal Reserve and other central banks around the world are actively discussing the possibility of creating a “Central Bank Digital Currency,” or CBDC. President Biden, in a recent <a href=\"https://www.whitehouse.gov/briefing-room/presidential-actions/2022/03/09/executive-order-on-ensuring-responsible-development-of-digital-assets/\">executive order</a>, declared that his administration “places the highest priority on research and development [of] a United States CBDC.”</p>\n<p>But what will such a “digital dollar” look like?</p>\n<p>Real dollars — cash — have a set of qualities that are hard to replicate in a digital currency. Cash is universally accessible, universally accepted, relatively stable in value, and can be exchanged for goods and services without transaction fees. And it lends itself to privacy, anonymity, and free expression. Unlike digital mechanisms like credit cards and Venmo, there’s no middleman <a href=\"https://www.aclu.org/blog/privacy-technology/consumer-privacy/why-dont-we-have-more-privacy-when-we-use-credit-card\">tracking</a> our every use of cash — or in a position to <a href=\"https://www.aclu.org/news/lgbtq-rights/how-mastercards-new-policy-violates-sex-workers-rights\">block</a> <a href=\"https://www.wired.com/2010/12/wikileaks-congress-pressure/\">transactions</a> it doesn’t <a href=\"https://www.engadget.com/2015-12-02-paypal-square-and-big-bankings-war-on-the-sex-industry.html\">like</a>. These are some of the reasons that <a href=\"https://www.aclu.org/blog/privacy-technology/consumer-privacy/say-no-cashless-future-and-cashless-stores\">we think</a> it’s important that the United States preserve people’s option to use cash, for example by requiring stores to accept it. Cash is also used disproportionately by the most needy in our society. And sometimes people need to hide assets — for perfectly legal reasons. Consider a <a href=\"https://www.theguardian.com/global-development/2016/dec/22/india-cash-crisis-women-bear-brunt-finances-families-undone\">woman</a> enduring domestic abuse whose husband drinks away the family’s income every month.</p>\n<p>Nevertheless, it’s clear that there’s a strong demand in today’s world for remote and in-person digital payment systems.</p>\n<p>So far, that demand has been met by credit cards and assorted other private-sector electronic payment systems such as Venmo. But these systems have none of the advantages of cash and many problems — most significantly, they are <a href=\"https://www.aclu.org/blog/privacy-technology/consumer-privacy/why-dont-we-have-more-privacy-when-we-use-credit-card\">terrible for privacy</a> and not accessible to many people who don’t have phones or aren’t tech savvy. The private companies that run them also suck fees out of the financial system that are out of proportion to the value of the service they provide, imposing barriers on the most vulnerable people.</p>\n<p>Advocates have touted the potential for cryptocurrency to fill the demand for digital payments. We share the values of those cryptocurrency and blockchain enthusiasts who embrace the technology because they believe money should be private and permissionless. We also generally view decentralization as a good thing when it comes to technology.</p>\n<p>Cryptocurrencies and blockchain, however, are not yet a viable daily currency for people. We can’t predict how these technologies will evolve and what implications such evolution may have for civil liberties. But whatever uses they come to serve in our society, it doesn’t look to us like cryptocurrencies will become a digital dollar anytime soon. The most prominent cryptocurrencies fluctuate wildly in value, are inefficient at processing transactions, inaccessible technology-wise to most people, and inelastic (not allowing the money supply to be adjusted — crucial to avoid the kind of economic instability that plagued the United States before the creation of the Federal Reserve in 1913, and which has led every advanced nation in the world to create a central bank).</p>\n<p>Cryptocurrency is <a href=\"https://arxiv.org/abs/1704.04299\">also</a> <a href=\"https://www.nytimes.com/2021/06/09/technology/bitcoin-untraceable-pipeline-ransomware.html\">not</a> <a href=\"https://www.nytimes.com/2022/02/08/us/politics/ilya-lichtenstein-heather-morgan-bitcoin-laundering.html\">actually</a> <a href=\"https://arxiv.org/abs/2101.06406\">foolproof</a> at providing privacy. Part of that is because it is based on blockchains that are inherently public, which exposes all transactions to public view even if they purport to obscure the identities of those behind them. Once the government succeeds in identifying the owner of a crypto wallet, all their past transactions using that wallet become exposed. (Overbroad application of securities and anti-money laundering rules to cryptocurrency in ways that threaten to expand government surveillance of routine cryptocurrency transactions, which we oppose, is also a threat to privacy.)</p>\n<p>The shortcomings of cryptocurrency and corporate digital transactions are one reason why so many people around the world are talking about a government digital currency. A big risk with such a currency, however, is privacy. If the government is running a digital currency, will it be able to see every exchange of money that takes place? Government security agencies would love to see this, no doubt. But I think it’s safe to say that most Americans would not want a currency that creates a government record every time they give a friend money for beer or pay a kid to mow their lawn.</p>\n<p>Much of the talk has been around a CBDC, but Jerome Powell, chair of the Fed’s board of governors, <a href=\"https://finance.yahoo.com/news/powell-says-digital-dollar-must-122858042.html\">recently</a> said that any digital currency issued by the Fed would need to be “identity verifiable” — meaning it couldn’t be anonymous (and would probably rely on some kind of digital identity system, which poses a whole world of <a href=\"https://www.aclu.org/sites/default/files/field_document/20210517-digitallicense.pdf\">additional</a> <a href=\"https://www.aclu.org/news/privacy-technology/three-key-problems-with-the-governments-use-of-a-flawed-facial-recognition-service\">problems</a>.)</p>\n<p>One <a href=\"https://rohangrey.net/files/testimony-6-15-21-written.pdf#page=8\">approach</a> that <a href=\"https://www.mcgill.ca/engineering/files/engineering/central_bank_digital_currency_with_asymmetric_privacy_mcgill_tinn_dubach.pdf\">some</a> <a href=\"https://ecashact.us/\">have</a> <a href=\"https://www.coindesk.com/policy/2022/03/28/us-lawmakers-introduce-ecash-bill-in-new-push-to-create-a-digital-dollar/\">proposed</a> (as in <a href=\"https://lynch.house.gov/_cache/files/1/7/17e47e5a-2bff-42c1-b509-eb8a50931fa6/BDDFF183213326821B5C88B7F326EABB.ecashact-lynch.pdf\">H.R. 7231</a>, the Electronic Currency and Secure Hardware Act, or ECASH Act) would be for the government to issue anonymous digital cash that people could store on a smart card or their phone. Users could transfer the cash directly to each other without any fees, snooping middleman or centralized ledger recording every transaction, or requirement for a smartphone, tech savvy, or an internet connection. It would be a true <a href=\"https://definitions.uslegal.com/b/bearer-instrument/\">bearer instrument</a> — as with physical cash, nobody would monitor your transactions, and if you lost your smart card, you’d be out of luck.</p>\n<p>Nobody wants to give tax-evading billionaires or criminals new ways to send millions of dollars around the world without accountability. The very wealthy people who deal in those kinds of amounts can fend for themselves when engaging in such transactions. A digital cash system could use devices that will only hold a maximum amount (such as $10,000, which is currently the limit over which cash transactions must be reported to the government). It is true that someone could store large amounts by aggregating numerous devices, but remember too that paper cash as well as assets like diamonds can still be used to illicitly transfer large sums. As with illegal paper money transactions now, the authorities would also still have the plentiful investigatory powers at their disposal to investigate and deal with illicit shipments of digital dollars.</p>\n<p>We shouldn’t expect digital cash to be more crime-proof than regular cash — and it’s not worth giving up all our financial privacy for that goal.</p>\n<p>Perhaps the biggest question around this kind of digital bearer instrument is whether devices can be sufficiently secured. The technology obviously won’t work if people could break into the devices that store money and make unlimited amounts of “counterfeit” digital dollars, and it’s not clear whether a system can be designed that effectively prevents that. It’s worth trying, however, and research should get underway toward that goal. And we shouldn’t expect perfection. Just as physical cash already is subject to use in crime, so is it also subject to counterfeiting; we have a police force (the Secret Service) charged with combatting it, and have always absorbed certain costs as a society in exchange for the enormous benefits that physical cash brings. We should similarly be willing to absorb proportional costs in exchange for the benefits that a true digital cash would bring.</p>\n<p>Creating a new form of money is a big step, and if we’re going to do so we should do it right. It should be a public good that is available to all and to the greatest extent possible replicates the advantages of physical cash, especially privacy, anonymity, and accessibility to all. A digital bearer instrument is the most promising path toward that goal.</p>\n\t\t<div class=\"rss-cta__title\">Stay informed about our work</div><a href=\"https://action.aclu.org/signup/pm-become-aclu-supporter\" class=\"rss-cta__button\">Sign up</a></div>"
        }
    ]
}